Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Serbian
ar_ar: الصربية
ca_ca: Serbi
da_da: Serbisk
de_de: Serbisch
et_et: serbia
eu_eu: Serbiera
fi_fi: serbia [српски]
id_id: Serbia
ja_jp: セルビア語
kk_kz: Серб
pl_pl: Serbski
ru_ru: Сербский
sv_sv: Serbiska
ta_in: செர்பிய
uk_uk: Сербська
vi_vi: Serb

source: Albanian
ca_ca: Albanès
de_de: Albanisch
ja_jp: アルバニア語
kk_kz: Албан
ru_ru: Албанский
ta_in: அல்பேனிய

source: Albanian (Albania)
ca_ca: Albanès (Albània)
de_de: Albanisch (Albanien)
ja_jp: アルバニア語 (アルバニア)
kk_kz: Албан (Албания)
ru_ru: Албанский (Албания)
ta_in: அல்பேனிய (அல்பேனியா)

source: Swedish
ar_ar: السويدية
ca_ca: Suec
da_da: Svensk
de_de: Schwedisch
et_et: rootsi
eu_eu: Suediera
fi_fi: ruotsi [svenska]
id_id: Swedia
ja_jp: スウェーデン語
kk_kz: Швед
pl_pl: Szwedzki
ru_ru: Шведский
sv_sv: Svenska
ta_in: ச்வீடிச்
uk_uk: Шведська
vi_vi: Thuỵ Điển

source: Tamil (India)
ca_ca: Tàmit (Índia)
de_de: Tamil (Indien)
ja_jp: タミル語 (インド)
kk_kz: Тамил (Үндістан)
ru_ru: Тамильский (Индия)
ta_in: தமிழ் (இந்தியா)

source: Thai
ca_ca: Tailandès
ja_jp: タイ語
kk_kz: Тай
ru_ru: Тайский
ta_in: தாய்
vi_vi: Thái

source: Tagalog (Filipino)
ca_ca: Tagalog (Filipí)
da_da: Tagalog (Filipinerne)
ja_jp: タガログ語 (フィリピン語)
kk_kz: Тагалог (Филиппин)
ru_ru: Тагальский язык (Филиппинский)
ta_in: டாக்லாக் (பிலிப்பைன்ச்)
vi_vi: Tagalog (Philippin)

source: Turkish
ar_ar: التركية
ca_ca: Turc
da_da: Tyrkisk
de_de: Türkisch
et_et: türgi
eu_eu: Turkiera
fi_fi: turkki [Türkçe]
id_id: Turki
ja_jp: トルコ語
kk_kz: Түрік
pl_pl: Turecki
ru_ru: Турецкий
sv_sv: Turkiska
ta_in: துருக்கிய
uk_uk: Турецька
vi_vi: Thổ Nhĩ Kỳ

source: Ukrainian
ar_ar: الأوكرانية
ca_ca: Ucraïnès
da_da: Ukrainsk
de_de: Ukrainisch
et_et: ukraina
eu_eu: Ukrainiera
fi_fi: ukraina [українська]
id_id: Ukraina
ja_jp: ウクライナ語
kk_kz: Украин
pl_pl: Ukraiński
ru_ru: Украинский
sv_sv: Ukrainska
ta_in: உக்ரேனிய
uk_uk: Українська
vi_vi: Ukraina

source: Urdu
ca_ca: Urdú
ja_jp: ウルドゥー語
kk_kz: Урду
ru_ru: Урду
ta_in: உருது

source: Vietnamese
ar_ar: الفيتنامية
ca_ca: Vietnamita
da_da: Vietnamesisk
de_de: Vietnamesisch
et_et: vietnami
eu_eu: Vietnamera
fi_fi: vietnam [tiếng Việt]
id_id: Vietnam
ja_jp: ベトナム語
kk_kz: Вьетнам
pl_pl: Wietnamski
ru_ru: Вьетнамский
sv_sv: Vietnamesiska
ta_in: வியட்நாமிய
uk_uk: В'єтнамська
vi_vi: Tiếng Việt

source: Sorbian
de_de: Sorbisch
ja_jp: ソルブ語
kk_kz: Сорб
ru_ru: Сербский
ta_in: சோர்பியன்

source: Chinese (China)
ar_ar: الصينية (الصين)
ca_ca: Xinès (Xina)
da_da: Kinesisk (Kina)
de_de: Chinesisch (China)
et_et: hiina (Hiina)
eu_eu: Txinera
fi_fi: kiina [汉语]
id_id: Mandarin (Cina)
ja_jp: 中国語 (簡体字)
kk_kz: Қытай (Қытай)
pl_pl: Chiński (Chiny)
ru_ru: Китайский (Китай)
sv_sv: Kinesiska (Kina)
ta_in: சீன (சீனா)
uk_uk: Китайська (Китай)
vi_vi: Trung Quốc (Đại Lục)

source: Chinese (Taiwan)
ca_ca: Xinès (Taiwan)
de_de: Chinesisch (Taiwan)
ja_jp: 中国語 (繁体字)
kk_kz: Қытай (Тайвань)
ru_ru: Китайский (Тайвань)
ta_in: சீன (தைவான்)

source: Chinese
ca_ca: Xinès
de_de: Chinesisch
ja_jp: 中国語
kk_kz: Қытай
ru_ru: Китайский
ta_in: சீன

source: just now
ar_ar: الآن
ca_ca: ara mateix
da_da: Lige nu
de_de: gerade eben
et_et: just nüüd
fi_fi: juuri nyt
id_id: baru saja
ja_jp: 今すぐ
kk_kz: жаңа ғана
pl_pl: teraz
ru_ru: сейчас
sv_sv: just nu
ta_in: இப்போது
vi_vi: Vừa xong

source: Cmd/Ctrl-click to follow this link
ca_ca: Cmd/Ctrl-clic per seguir aquest enllaç
da_da: Cmd/Ctrl-klik for at følge dette link
de_de: Dem Link mit Cmd/Strg+Klick folgen
ja_jp: このリンクをたどるには、Cmd/Ctrl キーを押しながらクリックします
kk_kz: Бұл сілтемені ашу үшін Cmd/Ctrl-басу
ru_ru: Зажмите Cmd/Ctrl для перехода по этой ссылке
ta_in: இந்த இணைப்பைப் பின்பற்ற கட்டளை/கட்டுபாடு-சொடுக்கு
vi_vi: Giữ Cmd/Ctrl và nhấp để theo đường dẫn

source: Cut
ar_ar: قص
ca_ca: Retalla
da_da: Klip
de_de: Ausschneiden
et_et: Lõika
eu_eu: Moztu
fi_fi: Leikkaa
id_id: Potong
ja_jp: 切り取り
kk_kz: Қию
pl_pl: Wytnij
ru_ru: Вырезать
sv_sv: Klipp ut
ta_in: வெட்டு
uk_uk: Вирізати
vi_vi: Cắt

source: Copy
ar_ar: نسخ
ca_ca: Copia
da_da: Kopiér
de_de: Kopieren
et_et: Kopeeri
eu_eu: Kopiatu
fi_fi: Kopioi
id_id: Salin
ja_jp: コピー
kk_kz: Көшіру
pl_pl: Kopiuj
ru_ru: Скопировать
sv_sv: Kopiera
ta_in: நகலெடு
uk_uk: Копіювати
vi_vi: Sao chép

source: Paste
ar_ar: لصق
ca_ca: Enganxa
da_da: Indsæt
de_de: Einfügen
et_et: Kleebi
eu_eu: Itsasi
fi_fi: Liitä
id_id: Tempel
ja_jp: 貼り付け
kk_kz: Қою
pl_pl: Wklej
ru_ru: Вставить
sv_sv: infoga
ta_in: ஒட்டு
uk_uk: Вставити
vi_vi: Dán

source: Select all
ar_ar: اختر الكل
ca_ca: Selecciona-ho tot
da_da: Vælg alle
de_de: Alles auswählen
et_et: Vali kõik
eu_eu: Hautatu guztiak
fi_fi: Valitse kaikki
id_id: Pilih semua
ja_jp: すべて選択
kk_kz: Барлығын таңдау
pl_pl: Zaznacz wszystko
ru_ru: Выделить всё
sv_sv: Välj alla
ta_in: அனைத்தையும் தெரிவுசெய்
uk_uk: Виділити все
vi_vi: Chọn tất cả

source: %s words
ar_ar: %s كلمات
ca_ca: %s Paraules
da_da: %s ord
de_de: %s Wörter
et_et: %s sõna
eu_eu: %s hitz
fi_fi: %s sanaa
id_id: %s kata
ja_jp: %s単語
kk_kz: %s сөз
pl_pl: %s słów
ru_ru: %s слов
sv_sv: %s ord
ta_in: %s சொற்கள்
uk_uk: %s слів
vi_vi: %s từ

source: %s characters
ar_ar: %s حرف
ca_ca: %s caràcters
da_da: %s karakterer
de_de: %s Zeichen
et_et: %s tähemärki
fi_fi: %s merkkiä
id_id: %s karakter
ja_jp: %s文字
kk_kz: %s таңба
pl_pl: Znaki: %s
ru_ru: %s символов
sv_sv: %s tecken
ta_in: %s எழுத்துக்கள்
uk_uk: %s символів
vi_vi: %s kí tự

source: Detect automatically
ca_ca: Detecta automàticament
da_da: Registrer automatisk
de_de: Automatisch erkennen
ja_jp: 自動検出
kk_kz: Автоматты түрде анықтау
ru_ru: Обнаружить автоматически
ta_in: தானாகவே கண்டறி
vi_vi: Tự động phát hiện

source: Toggle diagnostics panel
de_de: Prüfpaneel umschalten
ja_jp: 診断パネルの切り替え

source: Disabled
ca_ca: Desactivat
da_da: Deaktiveret
de_de: Deaktiviert
ja_jp: 無効
kk_kz: Өшірілген
ru_ru: Отключено
ta_in: முடக்கப்பட்டது
vi_vi: Tắt

source: Custom
de_de: Benutzerdefiniert
ja_jp: カスタム
kk_kz: Арнайы
ru_ru: Пользовательский
ta_in: தனிப்பயன்

source: Fetching link preview…
da_da: Henter link-forhåndsvisning…
de_de: Generiere Linkvorschau…
ja_jp: リンクのプレビューを取得中…
kk_kz: Сілтеме алдын-ала қарауы жүктелуде...
ta_in: இணைப்பு முன்னோட்டங்களை எடுக்கிறது

source: Bold
ar_ar: خط عريض
ca_ca: Negreta
da_da: Fed
de_de: Fett
et_et: Paks
eu_eu: Letra lodia
fi_fi: Lihavoitu
id_id: Tebal
ja_jp: 太字
kk_kz: Жуан
pl_pl: Pogrubienie
ru_ru: Жирный
sv_sv: Fet
ta_in: தடிமான
uk_uk: Жирний
vi_vi: In đậm

source: Italics
ar_ar: خط مائل
ca_ca: Cursiva
da_da: Kursiv
de_de: Kursiv
et_et: Kursiiv
eu_eu: Letra etzana
fi_fi: Kursivoitu
id_id: Miring
ja_jp: 斜体
kk_kz: Көлбеу
pl_pl: Kursywa
ru_ru: Курсив
sv_sv: Kursiv
ta_in: சாய்வு
uk_uk: Курсив
vi_vi: In nghiêng

source: Link
ar_ar: رابط
ca_ca: Enllaç
eu_eu: Esteka
fi_fi: Linkki
id_id: Tautan
ja_jp: リンク
kk_kz: Сілтеме
ru_ru: Ссылка
sv_sv: Länk
ta_in: இணைப்பு
uk_uk: Ланка
vi_vi: Đường Dẫn

source: Image
ar_ar: صورة
ca_ca: Imatge
da_da: Billede
de_de: Bild
et_et: Pilt
eu_eu: Irudia
fi_fi: Kuva
id_id: Gambar
ja_jp: 画像
kk_kz: Сурет
pl_pl: Obraz
ru_ru: Изображение
sv_sv: Bild
ta_in: படம்
uk_uk: Зображення
vi_vi: Ảnh

source: Comment
ar_ar: تعليق
ca_ca: Comentari
da_da: Kommentar
de_de: Kommentar
et_et: Kommentaar
eu_eu: Iruzkina
fi_fi: Kommentti
id_id: Komentar
ja_jp: コメント
kk_kz: Түсініктеме
pl_pl: Komentarz
ru_ru: Комментарий
sv_sv: Kommentar
ta_in: கருத்து
uk_uk: Коментар
vi_vi: Ghi chú

source: Code
ar_ar: الشفرة
ca_ca: Codi
da_da: Kode
de_de: Codeblock
et_et: Kood
eu_eu: Kodea
fi_fi: Koodi
id_id: Kode
ja_jp: コード
kk_kz: Код
pl_pl: Kod
ru_ru: Код
sv_sv: Kod
ta_in: குறியீடு
uk_uk: Код
vi_vi: Mã

source: No footnote text found.
ca_ca: No s'ha trobat cap text a la nota al peu de pàgina.
da_da: Ingen foodnotetekst fundet.
de_de: Kein Fußnotentext gefunden.
ja_jp: 脚注テキストが見つかりません。
kk_kz: Түсіндірме мәтіні табылмады.
ru_ru: Текст сноски не найден.
ta_in: அடிக்குறிப்பு உரை எதுவும் கிடைக்கவில்லை.
vi_vi: Không tìm thấy chú thích.

source: Edit
ar_ar: عدل
ca_ca: Edita
da_da: Redigér
de_de: Bearbeiten
et_et: Muuda
eu_eu: Editatu
fi_fi: Muokkaa
ja_jp: 編集
kk_kz: Өңдеу
pl_pl: Edycja
ru_ru: Редактировать
sv_sv: Ändra
ta_in: திருத்து
uk_uk: Зміни
vi_vi: Sửa

source: File %s does not exist.
ca_ca: El fitxer %s no existeix.
da_da: Filen %s findes ikke.
de_de: Datei %s existiert nicht.
ja_jp: ファイル %s は存在しません。
kk_kz: Файл %s жоқ.
ru_ru: Файл %s не существует.
ta_in: கோப்பு %s இல்லை.
vi_vi: Tếp %s không tồn tại.

source: Generating preview…
ja_jp: プレビューを生成中…

source: Word count
ar_ar: عدد الكلمات
ca_ca: Recompte de paraules
da_da: Ordoptælling
de_de: Wörter
et_et: Sõnade arv
fi_fi: Sanamäärä
id_id: Jumlah kata
ja_jp: 単語数
kk_kz: Сөз саны
pl_pl: Liczba słów
ru_ru: Количество слов
sv_sv: Antal ord
ta_in: சொல் எண்ணிக்கை
vi_vi: Số từ

source: Modified
ar_ar: عُدّل
ca_ca: Modificat
da_da: Modificeret
de_de: Bearbeitet
et_et: Muudetud
fi_fi: Muokattu
id_id: Dimodifikasi
ja_jp: 更新日時
kk_kz: Өзгертілген
pl_pl: Zmodyfikowany
ru_ru: Изменен
sv_sv: Ändrad
ta_in: மாற்றப்பட்ட
vi_vi: Đã chỉnh sửa

source: Open…
ar_ar: فتح
ca_ca: Obre…
da_da: Åbn…
de_de: Öffnen…
et_et: Ava...
eu_eu: Ireki...
fi_fi: Avaa…
id_id: Buka
ja_jp: 開く…
kk_kz: Ашу...
pl_pl: Otwórz...
ru_ru: Открыть…
sv_sv: Öppna…
ta_in: திற…
uk_uk: Відкрити...
vi_vi: Mở...

source: Open in a new tab
ar_ar: فتح في علامة تبويب جديدة
ca_ca: Obre en una pestanya nova
da_da: Åben i et nyt faneblad
de_de: In neuem Tab öffnen
et_et: Ava uues aknas
fi_fi: Avaa uudessa välilehdessä
id_id: Buka di tab baru
ja_jp: 新しいタブで開く
kk_kz: Жаңа қойындыда ашу
pl_pl: Otwórz w nowej karcie
ru_ru: Открыть в новой вкладке
sv_sv: Öppna i en ny flik
ta_in: புதிய தாவலில் திற
vi_vi: Mở trong một tab mới

source: Image not found: %s
ar_ar: الصورة غير موجودة:%s
ca_ca: Imatge no trobada: %s
da_da: Billede ikke fundet: %s
de_de: Bild konnte nicht geladen werden: %s
ja_jp: 画像が見つかりません : %s
kk_kz: Сурет табылмады: %s
ru_ru: Изображение не найдено: %s
ta_in: படம் காணப்படவில்லை: %s
vi_vi: Không tìm thấy ảnh: %s

source: Open image externally
da_da: Åbn billed eksternt
de_de: Bild extern öffnen
ja_jp: 画像を外部で開く
kk_kz: Суретті сыртқы бағдарламада ашу

source: Rendering mermaid graph …
da_da: Gengiver Mermaid graf …
de_de: Lade Mermaid-Graph …
ja_jp: Mermaid グラフをレンダリング中 …
kk_kz: Mermaid диаграммасы салынуда …
ru_ru: Отображение русалочьего графа …
ta_in: தேவதை வரைபடத்தை வழங்குதல்…
vi_vi: Đang tạo biểu đồ mermaid …

source: Could not render Graph:
de_de: Konnte Graph nicht darstellen:
ja_jp: グラフをレンダリングできませんでした :
kk_kz: Диаграмманы салу мүмкін емес:
ru_ru: Не удалось отобразить график:
ta_in: வரைபடத்தை வழங்க முடியவில்லை:

source: Preview
de_de: Vorschau
ja_jp: プレビュー

source: Rendering: %s
de_de: Darstellung: %s
ja_jp: レンダリング : %s

source: Enable or disable the preview mode for Markdown files by clicking
de_de: Zwischen Vorschau- und Code-Darstellung umschalten
ja_jp: クリックすると、Markdownファイルのプレビューモードを有効または無効にできます

source: Readability mode (%s)
da_da: Læsbarhedstilstand (%s)
de_de: Lesbarkeitsmodus (%s)
ja_jp: 可読性モード (%s)
kk_kz: Оқылымдылық режимі (%s)
ru_ru: Режим удобочитаемости (%s)
ta_in: படிக்கக்கூடிய முறை (%s)
vi_vi: Chế độ đánh giá dễ đọc (%s)

source: Transform
de_de: Transformationen
ja_jp: 変換

source: Zap gremlins
ja_jp: 不可視文字を削除

source: Strip duplicate spaces
de_de: Überzählige Leerzeichen entfernen
ja_jp: 重複スペースを削除

source: Italics to quotes
de_de: Kursiv zu Anführungszeichen
ja_jp: 斜体を引用符に変換

source: Quotes to italics
de_de: Anführungszeichen zu kursiv
ja_jp: 引用符を斜体に変換

source: Remove line breaks
de_de: Entferne überschüssige Zeilenumbrüche
ja_jp: 改行を削除

source: Straighten quotes
de_de: Anführungszeichen begradigen
ja_jp: スマートクォートを通常の引用符に変換

source: Ensure double quotes
de_de: Zu doppelten Anführungszeichen
ja_jp: 二重引用符に統一する

source: Double quotes to single
de_de: Zu einfachen Anführungszeichen
ja_jp: 二重引用符を一重引用符に変換

source: Single quotes to double
de_de: Einfache zu doppelten Anführungszeichen
ja_jp: 一重引用符を二重引用符に変換

source: Emdash — Add spaces around
de_de: Erzwinge Leerzeichen um Geviertstriche
ja_jp: エムダッシュ — 前後にスペースを追加

source: Emdash — Remove spaces around
de_de: Entferne Leerzeichen um Geviertstriche
ja_jp: エムダッシュ — 前後のスペースを削除

source: To sentence case
de_de: Kapitalisiere das erste Wort
ja_jp: 文頭のみ大文字に変換

source: To title case
de_de: Kapitalisiere als Titel
ja_jp: 各単語の先頭を大文字に変換

source: Open link
da_da: Åbn link
de_de: Link öffnen
ja_jp: リンクを開く
kk_kz: Сілтемені ашу

source: Copy email address
da_da: Kopier email-adresse
de_de: E-Mail-Adresse kopieren
ja_jp: メールアドレスをコピー
kk_kz: Электрондық пошта мекенжайын көшіру

source: Copy link
da_da: Kopier link
de_de: Link kopieren
ja_jp: リンクをコビー
kk_kz: Сілтемені көшіру

source: Remove link
da_da: Fjern link
de_de: Link entfernen
ja_jp: リンクを削除
kk_kz: Сілтемені жою

source: Copy image to clipboard
ar_ar: نسخ الصورة إلى الحافظة
ca_ca: Copia la imatge al porta-retalls
da_da: Kopier billede til udklipsholder
de_de: Bild in Zwischenablage kopieren
et_et: Kopeeri pilt lõikelauale
fi_fi: Kopioi kuva leikepöydälle
id_id: Salin gambar ke papan klip
ja_jp: 画像をクリップボードにコピー
kk_kz: Суретті алмасу буферіне көшіру
pl_pl: Skopiuj obraz do schowka
ru_ru: Копирование изображения в буфер обмена
sv_sv: Kopiera bilden till urklipp
ta_in: இடைநிலைப் பலகைக்கு படத்தை நகலெடு
vi_vi: Sao chép ảnh vào bảng tạm clipboard

source: Open image
de_de: Bild öffnen
ja_jp: 画像を開く
kk_kz: Суретті ашу
ta_in: படத்தை திற

source: Reveal in Finder
ca_ca: Mostra al Finder
da_da: Vis i Finder
de_de: In Finder zeigen
ja_jp: Finder で表示
kk_kz: Finder-де көрсету
ru_ru: Раскрыть в Finder
ta_in: கண்டுபிடிப்பாளரில் வெளிப்படுத்து
vi_vi: Hiển thị trong Finder

source: Open in File Browser
de_de: Im Dateibrowser anzeigen
ja_jp: ファイルブラウザで開く
kk_kz: Файл браузерінде ашу
ta_in: கோப்பு உலாவியில் வெளிப்படுத்து

source: Open PDF for %s
de_de: Öffne PDF für %s
ja_jp: %s の PDF を開く

source: No suggestions
ar_ar: لا توجد اقتراحات
ca_ca: Sense suggeriments
da_da: Ingen forslag
de_de: Keine Vorschläge
et_et: Soovitusi pole
eu_eu: Iradokizunik ez
fi_fi: Ei ehdotuksia
id_id: Tidak ada saran
ja_jp: 提案はありません
kk_kz: Ұсыныстар жоқ
pl_pl: Brak sugestii
ru_ru: Без предложений
sv_sv: Inga förslag
ta_in: பரிந்துரைகள் இல்லை
uk_uk: Немає пропозицій
vi_vi: Không có gợi ý

source: Add to dictionary
ar_ar: أضف إلى القاموس
ca_ca: Afegeix al diccionari
da_da: Tilføj til ordbog
de_de: Zum Wörterbuch hinzufügen
et_et: Lisa sõnaraamatusse
eu_eu: Hiztegira gehitu
fi_fi: Lisää sanakirjaan
id_id: Tambah ke Kamus
ja_jp: 辞書に追加
kk_kz: Сөздікке қосу
pl_pl: Dodaj do słownika
ru_ru: Добавить в словарь
sv_sv: Lägg till i katalog
ta_in: அகராதியில் சேர்
uk_uk: Додати в словник
vi_vi: Thêm vào từ điển

source: Italic
ar_ar: خط مائل
ca_ca: Cursiva
da_da: Kursiv
de_de: Kursiv
et_et: Kursiiv
eu_eu: Letra etzana
fi_fi: Kursivoitu
id_id: Miring
ja_jp: 斜体
kk_kz: Курсив
pl_pl: Kursywa
ru_ru: Курсив
sv_sv: Kursiv
ta_in: சாய்வு
uk_uk: Курсив
vi_vi: In nghiêng

source: Insert link
ar_ar: ادراج رابط
ca_ca: Insereix un enllaç
da_da: Indsæt link
de_de: Link einfügen
et_et: Sisesta link
eu_eu: Txertatu esteka
fi_fi: Lisää linkki
id_id: Sisipkan tautan
ja_jp: リンクを挿入
kk_kz: Сілтеме қою
pl_pl: Wstaw link
ru_ru: Вставить ссылку
sv_sv: Infoga länk
ta_in: இணைப்பைச் செருகு
uk_uk: Вставити посилання
vi_vi: Chèn đường dẫn

source: Insert unordered list
ar_ar: أدخل قائمة غير مرتبة
ca_ca: Insereix una llista desendreçada
da_da: Indsæt punktliste
de_de: Ungeordnete Liste einfügen
et_et: Sisesta järjestamata nimekiri
eu_eu: Ordenaron gabeko zerrenda gehitu
fi_fi: Lisää lista
id_id: Sisipkan daftar tidak berurutan
ja_jp: 箇条書きリストを挿入
kk_kz: Нөмірленбеген тізім қою
pl_pl: Wstaw listę wypunktowaną
ru_ru: Вставить ненумерованный список
sv_sv: Infoga oordnad lista
ta_in: வரிசைப்படுத்தப்படாத பட்டியலைச் செருகு
uk_uk: Вставити ненумерований список
vi_vi: Chèn danh sách không có thứ tự

source: Insert numbered list
ar_ar: ادراج قائمة مرقمة
ca_ca: Insereix una llista numerada
da_da: Indsæt nummeret liste
de_de: Numerierte Liste einfügen
et_et: Sisesta nummerdatud nimekiri
eu_eu: Txertatu zenbakitutako zerrenda
fi_fi: Lisää järjestetty lista
id_id: Sisipkan daftar bernomor
ja_jp: 番号付きリストを挿入
kk_kz: Нөмірленген тізім қою
pl_pl: Wstaw listę numerowaną
ru_ru: Вставить нумерованный список
sv_sv: Infoga numrerad lista
ta_in: எண்ணிடப்பட்ட பட்டியலைச் செருகு
uk_uk: Вставити нумерований список
vi_vi: Chèn danh sách đánh số

source: Insert task list
da_da: Indsæt opgaveliste
de_de: Aufgabenliste einfügen
ja_jp: タスクリストを挿入
kk_kz: Тапсырмалар тізімін қою

source: Insert blockquote
da_da: Indsæt blokcitat
de_de: Blockzitat einfügen
ja_jp: 引用を挿入
kk_kz: Дәйексөз қою

source: Insert table
da_da: Indsæt tabel
de_de: Tabelle einfügen
ja_jp: 表を挿入
kk_kz: Кесте қою

source: Copy as HTML
ar_ar: نسخ بصيغة HTML
ca_ca: Copia com a HTML
da_da: Kopiér som HTML
de_de: Als HTML kopieren
et_et: Kopeeri HTML-ina
eu_eu: HTML bezala kopiatu
fi_fi: Kopioi HTML
id_id: Salin sebagai HTML
ja_jp: HTMLとしてコピー
kk_kz: HTML ретінде көшіру
pl_pl: Kopiuj jako HTML
ru_ru: Копировать как HTML
sv_sv: Kopiera som HTML
ta_in: உஉகுமொ ஆக நகலெடு
uk_uk: Копіювати як HTML
vi_vi: Sao chép dưới dạng HTML

source: Paste without style
ar_ar: لصق بدون أسلوب
ca_ca: Enganxa sense estil
da_da: Indsæt uden formatering
de_de: Ohne Format einfügen
et_et: Kleebi ainult tekst
eu_eu: Estilorik gane itsatsi
fi_fi: Liitä ilman muotoiluja
id_id: Tempelkan tanpa gaya
ja_jp: スタイルなしで貼り付け
kk_kz: Пішімсіз қою
pl_pl: Wklej bez formatowania
ru_ru: Вставить только текст
sv_sv: Infoga utan stil
ta_in: பாணி இல்லாமல் ஒட்டு
uk_uk: Вставити без стилів
vi_vi: Dán không có định dạng

source: Copy equation code
ar_ar: نسخ كود المعادلة
ca_ca: Copia el codi de l'ecuació
da_da: Kopier udregning
de_de: Formel-Code kopieren
et_et: Kopeeri võrrandikood
fi_fi: Kopioi yhtälön koodi
ja_jp: 数式コードをコピー
kk_kz: Теңдеу кодын көшіру
pl_pl: Skopiuj kod równania
ru_ru: Копировать код формулы
sv_sv: Kopiera ekvations koden
ta_in: சமன்பாடு குறியீட்டை நகலெடு
vi_vi: Sao chép mã phương trình

source: Go to footnote reference
ca_ca: Ves a la referència de la nota
da_da: Gå til fodnotereference
de_de: Gehe zu Fußnotendefinition
ja_jp: 脚注の参照元へ移動
kk_kz: Сілтеме түсіндірмесіне өту
ru_ru: Перейти к ссылке на сноску
ta_in: அடிக்குறிப்பு குறிப்புக்குச் செல்
vi_vi: Đi đến chú thích cuối trang

source: This file is part of project "%s"
da_da: Denne fil er en del af projektet "%s"
de_de: Diese Datei ist Teil von Projekt "%s”
ja_jp: このファイルはプロジェクト "%s" の一部です
kk_kz: Бұл файл "%s" жобасының бөлігі

source: Disable Rule
de_de: Regel deaktivieren
ja_jp: ルールを無効にする

source: Spelling mistake
ca_ca: Errada ortogràfica
da_da: Stavefejl
de_de: Rechtschreibfehler
ja_jp: スペルミス
kk_kz: Емле қатесі
ru_ru: Орфографическая ошибка
ta_in: எழுத்துப்பிழை
vi_vi: Lỗi chính tả

source: Row
de_de: Zeile
ja_jp: 行

source: Insert new row above
de_de: Neue Zeile darüber einfügen
ja_jp: 上に新しい行を挿入

source: Insert new row below
de_de: Neue Zeile darunter einfügen
ja_jp: 下に新しい行を挿入

source: Move row up
de_de: Zeile nach oben
ja_jp: 行を上に移動

source: Move row down
de_de: Zeile nach unten
ja_jp: 行を下に移動

source: Clear row
de_de: Zeile leeren
ja_jp: 行を行をクリア

source: Delete row
de_de: Zeile löschen
ja_jp: 行を削除

source: Column
de_de: Spalte
ja_jp: 列

source: Insert new column left
de_de: Neue Spalte links
ja_jp: 左に新しい列を挿入

source: Insert new column right
de_de: Neue Spalte rechts
ja_jp: 右に新しい列を挿入

source: Move column left
de_de: Spalte nach links
ja_jp: 列を左に移動

source: Move column right
de_de: Spalte nach rechts
ja_jp: 列を右に移動

source: Align column text left
de_de: Spalte linksbündig
ja_jp: 列のテキストを左揃えにする

source: Align column text center
de_de: Spalte zentriert ausrichten
ja_jp: 列のテキストを中央揃えにする

source: Align column text right
de_de: Spalte rechtsbündig
ja_jp: 列のテキストを右揃えにする

source: Clear column
de_de: Spalte leeren
ja_jp: 列をクリア

source: Delete column
de_de: Spalte löschen
ja_jp: 列を削除

source: Table
de_de: Tabelle
ja_jp: 表

source: Clear table
de_de: Tabelle leeren
ja_jp: 表をクリア

source: Delete table
de_de: Tabelle löschen
ja_jp: 表を削除

source: No highlighting
da_da: Ingen fremhævning
de_de: Keine Syntax
ja_jp: 強調表示なし
kk_kz: Бөлектеу жоқ
ru_ru: Без выделения
ta_in: முன்னிலைப்படுத்துதல் இல்லை
vi_vi: Không highlight

source: Current folder
da_da: Nuværende mappe
de_de: Aktueller Ordner
ja_jp: 現在のフォルダー
kk_kz: Ағымдағы қалта

source: New item
ja_jp: 新しい項目

source: No items
ja_jp: 項目なし

source: Add
ar_ar: إضافة
ca_ca: Afegeix
da_da: Tilføj
de_de: Neu
et_et: Lisa
fi_fi: Lisää
id_id: Tambahkan
ja_jp: 追加
kk_kz: Қосу
pl_pl: Dodaj
ru_ru: Добавить
sv_sv: Lägg till
ta_in: சேர்
vi_vi: Thêm

source: Actions
ar_ar: الإجراءات
ca_ca: Accions
da_da: Handlinger
de_de: Aktionen
et_et: Tegevused
fi_fi: Toiminnot
id_id: Tindakan
ja_jp: 操作
kk_kz: Әрекеттер
pl_pl: Działania
ru_ru: Действия
sv_sv: Handling
ta_in: செயல்கள்
vi_vi: Các hành động

source: Delete
ca_ca: Suprimeix
de_de: Löschen
ja_jp: 削除
kk_kz: Жою
ru_ru: Удалить
ta_in: நீக்கு

source: No records.
de_de: Keine Einträge
ja_jp: 記録はありません。

source: Reset
ar_ar: إعادة تعيين
ca_ca: Reinicia
da_da: Nulstil
de_de: Zurücksetzen
et_et: Lähtesta
fi_fi: Nollaa
id_id: Atur ulang
ja_jp: リセット
kk_kz: Қалпына келтіру
ru_ru: Сброс
sv_sv: Återställa
ta_in: மீட்டமை
vi_vi: Đặt lại

source: Click to set your shortcut
de_de: Klicken um Tastaturkürzel zu setzen
ja_jp: クリックしてショートカットを設定

source: Select folder…
de_de: Ordner auswählen…
ja_jp: フォルダーの選択…
kk_kz: Қалтаны таңдау…
ta_in: கோப்புறை தேர்ந்தெடு...

source: Select file…
de_de: Datei auswählen…
ja_jp: ファイルの選択…
kk_kz: Файлды таңдау…
ta_in: கோப்பை தேர்ந்தெடு...

source: All Files
ar_ar: جميع الملفات
ca_ca: Tots els fitxers
da_da: Alle filer
de_de: Alle Dateien
et_et: Kõik Failid
eu_eu: Fitxategi guztiak
fi_fi: Kaikki tiedostot
id_id: Semua File
ja_jp: すべてのファイル
kk_kz: Барлық файлдар
pl_pl: Wszystkie pliki
ru_ru: Все файлы
sv_sv: Alla filer
ta_in: அனைத்து கோப்புகள்
uk_uk: Усі файли
vi_vi: Tất cả các tập tin

source: Support the development of Zettlr
de_de: Unterstütze die Entwicklung von Zettlr
ja_jp: Zettlr の開発を支援する

source: Update complete!
de_de: Aktualisierung erfolgreich!
ja_jp: 更新が完了しました！

source: Zettlr has been updated. You are now running Zettlr
de_de: Zettlr wurde aktualisiert. Du arbeitest nun mit Zettlr
ja_jp: Zettlr が更新されました。現在 Zettlr を実行しています

source: Get started
de_de: Starten
ja_jp: はじめに

source: See what's changed
de_de: Änderungen ansehen
ja_jp: 変更内容を確認する

source: Build date: %s
de_de: Erstellt am: %s
ja_jp: ビルド日時 : %s

source: Start setup
de_de: Setup starten
ja_jp: セットアップの開始

source: Skip
de_de: Überspringen
ja_jp: スキップ

source: Previous
de_de: Vorheriger Schritt
ja_jp: 前へ

source: Next
de_de: Nächster Schritt
ja_jp: 次へ

source: Finish
de_de: Fertigstellen
ja_jp: 完了

source: Images and PDFs in Zettlr
de_de: Bilder und PDF-Dateien in Zettlr
ja_jp: Zettlr の画像と PDF

source: Zettlr can preview images and PDF files directly in Zettlr. This allows you to reference plots or literature directly while writing. If you do not activate this, images and PDF files will only be shown in the sidebar and open with your computer's default viewer.
de_de: Zettlr kann Bilder und PDF-Dateien direkt in der app darstellen. Dadurch kannst du Plots oder Literatur direkt beim Schreiben referenzieren. Wenn du dies nicht aktivierst, werden Bilder und PDFs nur in der Seitenleiste angezeigt und mit deinem Standard-Programm geöffnet.
ja_jp: Zettlr では、画像やPDFファイルをZettlr内で直接プレビューできます。これにより、執筆中にプロットや文献を直接参照できます。この機能を有効にしない場合、画像とPDFファイルはサイドバーにのみ表示され、コンピュータのデフォルトのビューアで開かれます。

source: Activate Image and PDF Previews in Zettlr
de_de: Bild- und PDF-Vorschauen aktivieren
ja_jp: Zettlr で画像とPDFのプレビューを有効にする

source: You're All Set!
de_de: Alles klar!
ja_jp: 準備完了!

source: We wish you a great writing experience! Remember to take a look at the preferences to tweak Zettlr even more.
de_de: Wir wünschen dir eine hervorragende Schreiberfahrung! Vergiss nicht, einen Blick in die Einstellungen zu werfen, um Zettlr noch weiter anzupassen.
ja_jp: 素晴らしい執筆体験をお楽しみください! Zettlr をさらにカスタマイズするには、設定画面を確認してください。
