Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Reveal in File Browser
ca_ca: Mostra al Navegador de fitxers
da_da: Vis i Filoversigt
de_de: In Dateibrowser zeigen
ja_jp: ファイルブラウザで表示
kk_kz: Файл браузерінде көрсету
ru_ru: Раскрыть в файловом браузере
ta_in: கோப்பு உலாவியில் வெளிப்படுத்து
vi_vi: Hiển thị trong File Browser

source: Close file
ar_ar: اغلق الملف
ca_ca: Tanca el fitxer
da_da: Luk fil
de_de: Datei schließen
et_et: Sulge fail
eu_eu: Fitxategia itxi
fi_fi: Sulje tiedosto
id_id: Tutup File
ja_jp: ファイルを閉じる
kk_kz: Файлды жабу
pl_pl: Zamknij plik
ru_ru: Закрыть файл
sv_sv: Stäng fil
ta_in: கோப்பை மூடு
uk_uk: Закрити файл
vi_vi: Đóng tập tin

source: Rename directory
ar_ar: إعادة تسمية الدليل/المجلد
ca_ca: Reanomena la carpeta
da_da: Omdøb mappe
de_de: Verzeichnis umbenennen
et_et: Nimeta nimistu ümber
eu_eu: Direktorioaren izena aldatu
fi_fi: Nimeä hakemisto uudelleen
id_id: Ubah nama direktori
ja_jp: ディレクトリ名を変更
kk_kz: Каталог атауын өзгерту
pl_pl: Zmień nazwę katalogu
ru_ru: Переименовать директорию
sv_sv: Byt namn på mappen
ta_in: கோப்பகத்தை மறுபெயரிடு
uk_uk: Перейменувати каталог
vi_vi: Đổi tên thư mục

source: Delete directory
ar_ar: حذف المجلد
ca_ca: Esborra la carpeta
da_da: Slet mappe
de_de: Verzeichnis löschen
et_et: Kustuta nimistu
eu_eu: Direktorioa ezabatu
fi_fi: Poista hakemisto
id_id: Hapus direktori
ja_jp: ディレクトリを削除
kk_kz: Каталогты жою
pl_pl: Usuń katalog
ru_ru: Удалить директорию
sv_sv: Ta bort katalog
ta_in: கோப்பகத்தை நீக்கு
uk_uk: Видалити каталог
vi_vi: Xoá thư mục

source: Check for directory …
ar_ar: تحقق من الدليل ...
ca_ca: Revisa la carpeta…
da_da: Scan efter mapper ...
de_de: Überprüfe Verzeichnis …
et_et: Kontrolli nimistut ...
eu_eu: Bilatu direktorioa...
fi_fi: Etsi uudelleen hakemistosta…
id_id: Periksa direktori ...
ja_jp: ディレクトリの確認…
kk_kz: Каталогты тексеру …
pl_pl: Sprawdź katalog
ru_ru: Проверить директорию …
sv_sv: Sök efter mappen...
ta_in: கோப்பகத்தை சரிபார்…
uk_uk: Перевірити каталог ...
vi_vi: Kiểm tra thư mục…

source: Export Project
ar_ar: تصدير مشروع
ca_ca: Exporta el projecte
da_da: Eksportér projekt
de_de: Projekt exportieren
et_et: Ekspordi Projekt
eu_eu: Proiektua esportatu
fi_fi: Vie projekti
id_id: Ekspor Proyek
ja_jp: プロジェクトをエクスポート
kk_kz: Жобаны экспорттау
pl_pl: Eksportuj projekt
ru_ru: Экспортировать проект
sv_sv: Exportera projekt
ta_in: ஏற்றுமதி திட்டம்
uk_uk: Експортувати проект
vi_vi: Xuất Dự Án

source: Close workspace
da_da: Luk arbejdsområde
de_de: Arbeitsverzeichnis schließen
ja_jp: ワークスペースを閉じる
kk_kz: Жұмыс кеңістігін жабу

source: Close tab
da_da: Luk faneblad
de_de: Tab schließen
ja_jp: タブを閉じる
kk_kz: Қойындыны жабу

source: Close other tabs
ar_ar: إغلاق علامات التبويب الأخرى
ca_ca: Tanca les altres pestanyes
da_da: Luk andre faneblade
de_de: Alle anderen Tabs schließen
et_et: Sulge teised vaheaknad
fi_fi: Sulje muut välilehdet
id_id: Tutup semua bilah lain
ja_jp: 他のタブを閉じる
kk_kz: Басқа қойындыларды жабу
pl_pl: Zamknij pozostałe karty
ru_ru: Закрыть остальные вкладки
sv_sv: Stäng andra flikar
ta_in: மற்ற தாவல்களை மூடு
vi_vi: Đóng các tab khác

source: Close all tabs
ar_ar: إغلاق جميع علامات التبويب
ca_ca: Tanca totes les pestanyes
da_da: Luk alle faneblade
de_de: Alle Tabs schließen
et_et: Sulge kõik vaheaknad
eu_eu: Fitxa guztiak itxi
fi_fi: Sulje kaikki välilehdet
id_id: Tutup semua bilah
ja_jp: すべてのタブを閉じる
kk_kz: Барлық қойындыларды жабу
pl_pl: Zamknij wszystkie karty
ru_ru: Закрыть все вкладки
sv_sv: Stäng alla flikar
ta_in: எல்லா தாவல்களையும் மூடு
uk_uk: Закрити всі вкладки
vi_vi: Đóng tất cả tab

source: Unpin tab
ca_ca: No fixis la pestanya
da_da: Frigør faneblad
de_de: Tab lösen
fi_fi: Poista kiinnitys
ja_jp: タブのピン留め解除
kk_kz: Қойындыны бекітуден алу
ru_ru: Открепить вкладку
ta_in: பின்நீக்கு தாவல்
vi_vi: Bỏ ghim tab

source: Pin tab
ca_ca: Fixa la pestanya
da_da: Fastgør faneblad
de_de: Tab anheften
fi_fi: Kiinnitä välilehti
ja_jp: タブをピン留め
kk_kz: Қойындыны бекіту
ru_ru: Закрепить вкладку
ta_in: முள் தாவல்
vi_vi: Ghim tab

source: Copy full path
ca_ca: Copia tot el camí
et_et: Kopeeri täispikk rada
fi_fi: Kopioi koko polku
ru_ru: Скопировать полный путь
sv_sv: Kopiera hela sök vägen
vi_vi: Sao chép đường dẫn đầy đủ

source: New File…
ca_ca: Nou fitxer…
et_et: Uus Fail...
eu_eu: Fitxategi berria...
fi_fi: Uusi tiedosto…
id_id: File Baru
pl_pl: Nowy plik...
ru_ru: Новый файл…
sv_sv: Ny fil…
uk_uk: Новий файл...
vi_vi: Tập tin mới...

source: Close Workspace
ca_ca: Tanca l'espai de treball
et_et: Sulge Töölaud
eu_eu: Itxi lan eremua
fi_fi: Sulje työtila
id_id: Tutup Workspace
pl_pl: Zamknij obszar roboczy
ru_ru: Закрыть рабочее окружение
sv_sv: Stäng arbetsyta
uk_uk: Закрити робочий простір
vi_vi: Đóng Workspace

source: Use the internal Pandoc for exports
ca_ca: Utilitza el Pandoc intern per exportar
et_et: Kasuta eksportimiseks sisemist Pandoci
id_id: Gunakan pandoc internal untuk mengeskpor
pl_pl: Używaj wbudowanej biblioteki Pandoc przy eksporcie
ru_ru: Использовать установленный Pandoc для экспорта
sv_sv: Använd den interna Pandoc för export
uk_uk: Використовувати внутрішній Pandoc для експорту

source: Remove tags from files
ca_ca: Elimina les etiquetes dels fitxers
et_et: Eemalda failidelt märksõnad
eu_eu: Fitxategietatik etiketak kendu
id_id: Hapus label dari file
pl_pl: Usuwaj tagi z plików
ru_ru: Удалить теги из файлов
sv_sv: Ta bort taggar från filer
uk_uk: Видаляти мітки з файлів

source: Target directory for exported files. <em>Attention:</em> Selecting the current working directory will overwrite files without warning!
ca_ca: Directori de destí pels fitxers exportats. <em>Atenció:</em> Si seleccioneu el directori on esteu treballant ara mateix els fitxers es sobreescriuran sense cap avís!
eu_eu: Esportatutako fitxategien helburuko direktorioa. <em>Adi:</em> Uneko lan-direktorioa hautatzeak fitxategiak abisurik eman gabe gainidatziko ditu!
id_id: Direktori target untuk file yang diekspor. <em>Perhatian:</em> Memilih direktori kerja saat ini akan menimpa file tanpa peringatan!
pl_pl: Katalog docelowy dla eksportu. <em>Uwaga:</em> wybór katalogu roboczego będzie wiązał sie z nadpisywaniem bez ostrzeżenia!
ru_ru: Директория назначения для экспортируемых файлов. <em>Внимание!</em> Не выбирайте текущую директорию. В противном случае, файлы в ней будут перезаписаны без предупреждения!
sv_sv: Målkatalog för exporterade filer. <em>Obs:</em> Om du väljer den aktuella arbetskatalogen kommer filerna att skrivas över utan förvarning!
uk_uk: Цільовий каталог для експортованих файлів. <em>Увага:</em> Вибравши поточний робочий каталог, вміст буде перезаписано без попередження!

source: Temporary directory: is regularly expunged
ca_ca: Carpeta temporal: es buida regularment
eu_eu: Behin behineko direktorioa: aldian-aldian garbitzen da
id_id: Direktori sementara: dihapus secara teratur
pl_pl: Katalog tymczasowy: regularnie czyszczony
ru_ru: Временная директория, очищается после использования
sv_sv: temporär mapp: raderas regelbundet
uk_uk: Тимчасовий каталог: регулярно видаляється

source: Current working directory: exported files will be saved into the currently selected directory.
ca_ca: Carpeta actual de treball: els fitxers exportats es desaran en aquesta carpeta.
eu_eu: Uneko lan-direktorioa: esportatutako fitxategiak unean hautatutako direktorioan gordeko dira.
id_id: Direktori kerja saat ini: file yang diekspor akan disimpan ke direktori yang saat ini dipilih.
pl_pl: Aktualny katalog roboczy: eksportowane pliki będą w nim zapisywane
ru_ru: Текущая рабочая директория. Все экспортируемые файлы будут сохранены в текущую выбранную директорию.
sv_sv: Aktuell arbetsmapp: exporterade filer kommer att sparas i den för närvarande valda mapp.
uk_uk: Поточний робочий каталог: експортовані файли будуть збережені в поточному каталозі

source: Ask for directory
ca_ca: Pregunta per la carpeta
ru_ru: Спросите каталог

source: Enter custom commands to run the exporter with. Each command receives as its first argument the file or project folder to be exported.
ar_ar: أدخل أوامر مخصصة لتشغيل المصدر بها. يتلقى كل أمر كوسيطة أولى الملف أو مجلد المشروع المراد تصديره.
ca_ca: Introduïu ordres personalitzades per executar l'exportador. Cada ordre rep l'arxiu o carpeta a exportar com a primer argument.
ru_ru: Введите пользовательские команды для запуска экспортера. Каждая команда получает в качестве первого аргумента файл или каталог проекта, который необходимо экспортировать.
ta_in: ஏற்றுமதியாளரை இயக்க தனிப்பயன் கட்டளைகளை உள்ளிடவும். ஒவ்வொரு கட்டளையும் அதன் முதல் வாதமாக ஏற்றுமதி செய்ய வேண்டிய கோப்பு அல்லது திட்ட கோப்புறையைப் பெறுகிறது.
vi_vi: Nhập lệnh để tùy chỉnh trình xuất file. Mỗi lệnh sẽ dùng tập tin hoặc dự án được xuất làm tham số đầu tiên

source: ID regular expression
ca_ca: Expressió ID regular
eu_eu: ID adierazpen erregularra
id_id: Ekspresi reguler ID
pl_pl: Wyrażenie regularne identyfikatora
ru_ru: Регулярное выражение для ID
sv_sv: ID reguljärt uttryck
uk_uk: Регулярний вираз для ID

source: Pattern used to generate new IDs
ar_ar: يستخدم النمط لإنشاء معرفات جديدة
ca_ca: Patró utilitzat per a generar noves IDs
eu_eu: IDak sortzeko erabilitako eredua
fi_fi: Generoitavien ID-numeroiden muoto
id_id: Pola yang digunakan untuk membuat ID baru
pl_pl: Wzór do generowania nowych identyfikatorów
ru_ru: Шаблон для генерации нового ID
sv_sv: Mönster som används för att generera nya ID
ta_in: புதிய அடையாளங்களை உருவாக்க பயன்படுத்தப்படும் முறை
uk_uk: Шаблон для генерації нових ID
vi_vi: Mẫu dùng để tạo các ID mới

source: Link with filename only
ar_ar: الربط باسم الملف فقط
ca_ca: Enllaç amb només el nom del fitxer
ru_ru: Ссылка только на имя файла
ta_in: கோப்பு பெயருடன் மட்டும் இணை

source: When linking files, add the display name …
ca_ca: Quan s'enllacin fitxers, afegeix el nom de visualització…
ru_ru: Задайте имя при связывании файлов …

source: always
ca_ca: sempre
et_et: alati
eu_eu: beti
id_id: Selalu
pl_pl: zawsze
ru_ru: всегда
sv_sv: Alltid
uk_uk: завжди

source: only when linking using the ID
ca_ca: només quan s'enllaci utilitzant les IDs
et_et: ainult siis, kui linkides ID-d kasutada
eu_eu: IDa erabiliz estekatzerakoan bakarrik
id_id: hanya pada saat menautkan menggunakan ID
pl_pl: tylko przy łączeniu za pomocą identyfikatora
ru_ru: только при связывании файлов через ID
sv_sv: endast vid länkning med ID
uk_uk: лише при встановленні посилань з використанням ідентифікатора

source: Start a search when following Zettelkasten-links
ca_ca: Comença una cerca quan es segueixin els enllaços Zettelkasten
et_et: Järgidel Zettelkasteni linke, alusta otsingut
id_id: Lakukan pencarian ketika mengklik pranala-Zettelkasten
pl_pl: Rozpocznij wyszukiwanie przy wybraniu łącza Zettelkasten
ru_ru: Начать поиск по ссылкам Zettelkasten
sv_sv: Starta en sökning när du följer Zettelkasten-länkar
uk_uk: Починати пошук при переході за Zettelkasten-посиланнями

source: Automatically create non-existing files when following internal links
ca_ca: Crea automàticament fitxers no-existents quan segueixin links interns
eu_eu: Existitzen ez duten fitxategiak automatikoki sortu barne estekak jarraitzean
id_id: Membuat file yang tidak ada secara otomatis saat mengikuti tautan internal
pl_pl: Automatycznie twórz nowe pliki podążając za łączami wewnętrznymi
ru_ru: Создавать файлы автоматически (если их нет) при переходе по внутренним ссылкам
sv_sv: Skapa automatiskt icke-existerande filer när du följer interna länkar
uk_uk: Автоматично створювати неіснуючі файли при переході за внутрішніми посиланнями

source: Put auto-created files into this directory (must be loaded in Zettlr)
ca_ca: Posar els fitxers creats automàticament en aquesta carpeta (han d'estar carregats a Zettlr)
pl_pl: Zapisuj automatycznie stworzone pliki w tym folderze
ru_ru: Поместите в этот каталог автоматически созданные файлы (должны быть загружены в Zettlr)
sv_sv: Lägg automatiskt skapade filer i den här mappen (måste laddas i Zettlr)

source: Turn on AutoCorrect
ca_ca: Encén l'Autocorrector
et_et: Lülita automaatparandus välja
eu_eu: Zuzenketa automatikoa aktibatu
id_id: Aktifkan Koreksi Otomatis
pl_pl: Włącz autokorektę
ru_ru: Включить автокоррекцию
sv_sv: Slå på Autokorrigering
uk_uk: Увімкнути автовиправлення

source: Primary Magic Quotes
ca_ca: Cometes màgiques primàries
et_et: Peamised "maagilised" jutumärgid
eu_eu: Lehen mailako Aipu Magikoak
id_id: Tanda Kutip Utama
pl_pl: Cudzysłów pierwszego poziomu
ru_ru: Первичная Magic Quotes
sv_sv: Primära magiska citat
uk_uk: Основний Magic Quotes

source: Secondary Magic Quotes
ca_ca: Cometes màgiques secundàries
et_et: Teisesed "maagilised" jutumärgid
eu_eu: Bigarren mailako Aipu Magikoak
id_id: Tanda Kutip Sekunder
pl_pl: Cudzysłów drugiego poziomu
ru_ru: Вторичная Magic Quotes
sv_sv: Sekundära magiska citat
uk_uk: Другорядний Magic Quotes

source: String
ca_ca: Cadena
ru_ru: Строка

source: Replacement
ca_ca: Substitut
ru_ru: Замена

source: Here you can define certain strings that will be replaced when AutoCorrect is on. The characters on the left side will be replaced with whatever comes on the right.
ca_ca: Aquí podeu definir certes cadenes de caràcters que se substituiran quan la correcció automàtica estigui activada. Els caràcters de l'esquerra seran reemplaçats pels de la dreta.
eu_eu: Zuzenketa automatikoa aktibatuta dagoenean ordezkatuko diren zenbait kate zehaztu ditzakezu hemen. Ezkerraldeko karaktereak eskuinaldean dagoen edozerekin ordezkatuko dira.
id_id: Di sini kamu dapat menentukan string tertentu yang akan diganti saat Koreksi Otomatis aktif. Karakter pada bagian kanan akan menggantikan karakter pada bagian kiri.
pl_pl: Możesz tu wybrać ciągi znaków, które autokorekta automatycznie zamieni. Zawartość lewej kolumny będzie zastępowana zawartością prawej.
ru_ru: Здесь можно определить строки, которые будут заменены при включенной автокоррекции. Символы слева будут заменены на то, что находится справа.
sv_sv: Här kan du definiera vissa strängar som kommer att ersättas när AutoCorrect är på. Tecknen på vänster sida kommer att ersättas med det som finns till höger.
uk_uk: Тут ви можете визначити певні рядки, які будуть замінені, коли ввімкнено автовиправлення. Символи з ліворуч будуть замінені на ті, що праворуч.

source: Pattern for new filenames
ca_ca: Patró pels noms dels nous fitxers
et_et: Muster uute failinimede jaoks
eu_eu: Fitxategi berriak izendatzeko eredua
id_id: Pola untuk nama file baru
pl_pl: Wzorzec dla nazw nowych plików
ru_ru: Шаблон имени для новых файлов
sv_sv: Mönster för nya filnamn
uk_uk: Шаблон для нових файлів

source: Do not prompt for filename when creating new files
ar_ar: لا تطالب باسم الملف عند إنشاء ملفات جديدة
ca_ca: No preguntis pel nom del fitxer al crear nous arxius
eu_eu: Ez galdetu fitxategiaren izena fitxategi berriak sortzerakoan
fi_fi: Älä kysy tiedostonimeä uusia tiedostoja luotaessa
id_id: Tidak
pl_pl: Nie pytaj o nazwę pliku przy tworzeniu
ru_ru: Не запрашивать имя файла при его создании
sv_sv: Fråga inte efter filnamn när du skapar nya filer
ta_in: புதிய கோப்புகளை உருவாக்கும்போது கோப்பு பெயருக்கு கேட்க வேண்டாம்
uk_uk: Не запитувати назву при створенні нових файлів
vi_vi: Không hỏi tên tập tin khi đang tạo tập tin mới

source: Delete items irreversibly, if moving them to trash fails
ca_ca: Elimina els elements de manera irreversible si el trasllat a la paperera provoca errors
eu_eu: Ezabatu elementuak behin betiko, zakarrontzira mugitzeak huts egiten badu
fi_fi: Poista nimikkeet peruuttamattomasti, jos niiden siirto roskakoriin epäonnistuu
id_id: Hapus item secara permanen, jika gagal memindahkannya ke Recycle Bin
pl_pl: Usuwaj pliki, jeśli nie uda się przenieść ich do kosza
ru_ru: Удалять объекты безвозвратно, если они не помещаются в корзину
sv_sv: Radera objekt oåterkalleligt om det inte går att flytta dem till papperskorgen
uk_uk: Видаляти елементи безповоротно, якщо переміщення їх у смітник не вдається
vi_vi: Xoá vĩnh viễn các tập tin, nếu đưa vào thùng rác thất bại

source: Enter all file extensions that you want to see in your attachment sidebar. Separate them with a comma. Changes are recognised after a restart.
ca_ca: Introduïu totes les extensions de fitxer que vulgueu veure a la barra lateral d'adjunts. Separeu-los amb una coma. Els canvis s'apliquen després de reiniciar-se.
eu_eu: Adierazi zure eranskinen alboko barran ikusi nahi dituzun fitxategi-luzapen guztiak. Koma batekin bereizi. Aldaketak berrabiarazi ondoren ezarriko dira.
id_id: Masukkan semua ekstensi file yang ingin ditampilkan pada sidebar lampiranmu. File dipisahkan dengan koma. Perubahan berlaku setelah melakukan restart.
pl_pl: Wymień wszystkie rozszerzenia plików, które chcesz zobaczyć w panelu załączników. Oddziel je przecinkiem. Zmiany zostaną wprowadzone przy powtórnym uruchomieniu.
ru_ru: Введите все расширения файлов, которые Вы хотите прикреплять. В качестве разделителя используется запятая. Все изменения будут применены после перезагрузки программы.
sv_sv: Ange alla filändelser som du vill se i sidofältet för bilagor. Separera dem med ett komma. Ändringar börjar gälla efter omstart.
uk_uk: Уведіть усі розширення файлів, які будуть відображатися на бічній панелі. Розділяйте їх комами. Зміни працюватимуть після перезавантаження.

source: Zoom resizes the whole GUI
ca_ca: El zoom canvia tota la GUI
et_et: Suum muutab terve GUI (graafilise kasutajaliigese) suurust
pl_pl: Przybliżenie zmienia wielkość całego interfejsu
ru_ru: Масштабирование изменяет размер всего графического интерфейса
sv_sv: Zoom ändrar storlek på hela GUI

source: Zoom changes the editor font size
ca_ca: El zoom canvia la mida de la lletra de l'editor
et_et: Suum muudab toimetaja kirjasuurust
pl_pl: Przybliżenie zmienia wielkość fonta w edytorze
ru_ru: Масштабирование изменяет размер шрифта редактора
sv_sv: Zoom ändrar editorns teckensnittsstorlek

source: iFrame rendering whitelist
ca_ca: Llista blanca de renderitzacions iFrame
pl_pl: Biała lista wyświetlanych iFrames
ru_ru: Белый список отображаемых iFrame'ов
sv_sv: iFrame återgivningsvitlista
uk_uk: Список візуалізації iFrame

source: Activate Watchdog polling
ca_ca: Activeu la connexió Watchdog
eu_eu: Watchdog galdeketak aktibatu
fi_fi: Aktivoi Watchdog kysely
id_id: Aktifkan polling Watchdog
pl_pl: Monitoruj aktywność systemu plików
ru_ru: Включить слежение за файлами
sv_sv: Aktivera Watchdog polling
uk_uk: Активувати спостереження за файлами
vi_vi: Kích hoạt chế độ Watchdog polling

source: Render Citations
ca_ca: Renderitza les cites
eu_eu: Aipuak errendatu
fi_fi: Näytä lainaukset
id_id: Menampilkan Kutipan
pl_pl: Wyświetlaj cytowania
ru_ru: Отобразить цитаты
sv_sv: Återge hänvisningar
uk_uk: Відображення цитат
vi_vi: Hiển thị các trích dẫn

source: Render Iframes
ca_ca: Renderitza els iframes
eu_eu: Iframeak errendatu
fi_fi: Näytä HTML-iframet
id_id: Menampilkan Iframes
pl_pl: Wyświetlaj Iframes
ru_ru: Отображать iframes
sv_sv: Rendera iframes
uk_uk: Відображення фреймів
vi_vi: Hiển thị Iframes

source: Render Images
ca_ca: Renderitza les imatges
eu_eu: Irudiak errendatu
fi_fi: Näytä kuvat
id_id: Menampilkan Gambar
pl_pl: Wyświetlaj obrazy
ru_ru: Показывать изображения
sv_sv: Rendera bilder
uk_uk: Відображення зображень
vi_vi: Hiển thị Hình Ảnh

source: Render Links
ca_ca: Renderitza els enllaços
eu_eu: Estekak errendatu
fi_fi: Näytä linkit
id_id: Menampilkan Tautan
pl_pl: Wyświetlaj linki
ru_ru: Показывать ссылки
sv_sv: Rendera Länkar
uk_uk: Відображення посилань
vi_vi: Hiển thị Đường Link

source: Render Formulae
ca_ca: Renderitza les fórmules
eu_eu: Formulak errendatu
fi_fi: Näytä matemaattiset lausekkeet
id_id: Menampilkan Formula
pl_pl: Wyświetlaj formuły
ru_ru: Показывать формулы
sv_sv: Rendera Formler
uk_uk: Відображення формул
vi_vi: Hiển thị Công thức

source: Render Tasks
ca_ca: Renderitza les tasques
eu_eu: Zereginak errendatu
fi_fi: Näytä tehtävät
id_id: Menampilkan Tuugas
pl_pl: Wyświetlaj zadania
ru_ru: Отобразить задачи
sv_sv: Rendera uppgifter
uk_uk: Відображення завдань
vi_vi: Hiển thị Công Việc

source: Here you can choose the theme for the app.
ca_ca: Aquí podeu triar l'aparença de l'aplicació
et_et: Siin saad valida värviteema.
eu_eu: Hemen aplikazioarentzako itxura aukeratu dezakezu.
fi_fi: Tässä voit valita ohjelmassa käytetyn teeman.
id_id: Di sini kamu dapat memilih tema untuk aplikasi
pl_pl: Wybierz wygląd aplikacji
ru_ru: Здесь вы можете выбрать тему приложения.
sv_sv: Här kan du välja tema för appen.
uk_uk: Тут можна обрати тему для програми.
vi_vi: Tại đây bạn có thể chọn chủ đề cho ứng dụng

source: Use the operating system's accent colour instead of the theme colour
ca_ca: Utilitza l'esquema de colors del sistema operatiu
id_id: Gunakan aksen warna dari sistem operasi, bukan dari tema Zettlr
pl_pl: Użyj systemowego akcentu kolorystecznego
ru_ru: Использовать цвет выделения ОС вместо цвета темы
sv_sv: Använd operativsystemets accentfärg istället för temafärgen
uk_uk: Використовувати акцентний колір операційної системи замість кольору теми

source: This setting is only available on Windows and macOS
ca_ca: Aquesta opció només està disponible per a Windows i macOS
id_id: Pengaturan ini hanya tersedia pada Windows dan macOS
pl_pl: Ustawienie dostępne tylko w Windows i MacOS
ru_ru: Доступно только в Windows и macOS
sv_sv: Den här inställningen är endast tillgänglig på Windows och macOS
uk_uk: Цей параметр доступний лише в Windows і macOS

source: Hide toolbar in distraction free mode
ca_ca: Amaga la barra lateral en el mode lliure de distraccions
fi_fi: Piilota työkalurivi häiriöttömässä tilassa
pl_pl: Ukrywaj pasek narzędzi w trybie skupienia
ru_ru: Скрыть панель инструментов в свободном режиме
sv_sv: Dölj verktygsfältet i distraktionsfritt läge
vi_vi: Ẩn thanh công cụ trong chế độ không làm phiền

source: Maximum width of images (percent)
ca_ca: Màxima amplada de les imatges (%)
et_et: Fotode maksimaalne laius (protsentides)
id_id: Lebar maksimum citra (persen)
pl_pl: Maksymalna szerokość obrazu (%)
ru_ru: Максимальная ширина изображений (%)
sv_sv: Maximal bredd på bilder (procent)
uk_uk: Максимальна ширина зображень (відсотки)

source: Maximum height of images (percent)
ca_ca: Màxima alçada de les imatges (en %)
et_et: Fotode maksimaalne kõrgus (protsentides)
id_id: Tinggi maksimum citra (persen)
pl_pl: Maksymalna wysokość obrazu (%)
ru_ru: Максимальная высота изображений (%)
sv_sv: Maximal höjd på bilder (procent)
uk_uk: Максимальна висота зображень (відсотки)

source: Automatically switch to dark mode
ca_ca: Canvia de manera automàtica al mode nocturn
et_et: Lülita tume režiim automaatselt sisse
eu_eu: Automatikoki aldatu modu ilunera
id_id: Beralih ke mode gelap secara otomatis
pl_pl: Automatycznie zmieniaj na tryb nocny
ru_ru: Автоматически переключаться в ночной режим
sv_sv: Byt automatiskt till mörkt läge
uk_uk: Автоматичне перемикання в темний режим

source: Off
ar_ar: متوقف
ca_ca: Desactivat
et_et: Väljas
eu_eu: Desaktibatuta
fi_fi: Pois päältä
id_id: Mati
pl_pl: Wyłączony
ru_ru: Выкл
sv_sv: Av
ta_in: அணை
uk_uk: Вимкнено
vi_vi: Tắt

source: Schedule
ar_ar: جدول
ca_ca: Planificiació
et_et: Ajakava
eu_eu: Planifikatu
fi_fi: Aikataulun mukaan, kello&nbsp;
id_id: Jadwal
pl_pl: W godzinach
ru_ru: Расписание
sv_sv: Schema
ta_in: அட்டவணை
uk_uk: Запланувати
vi_vi: Theo lịch

source: Follow Operating System
ca_ca: Segueix el sistema operatiu
et_et: Jälgi operatsioonisüsteemi
eu_eu: Sistema eragilea jarraitu
id_id: Mengikuti Sistem Operasi
pl_pl: Naśladuj system operacyjny
ru_ru: Согласно настройкам операционной системы
sv_sv: Följ operativsystemet
uk_uk: Наслідувати операційну систему

source: File manager mode
ca_ca: Mode del gestor de fitxers
et_et: Failihalduri režiim
eu_eu: Fitxategi kudeatzailearen modua
id_id: Mode pengelola berkas
pl_pl: Tryb menedżera plików
ru_ru: Режим менеджера файлов
sv_sv: Fil hanterarläge
uk_uk: Режим файлового менеджера
