Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Could not check for updates: Client Error (Status code: %s)
ar_ar: تعذر البحث عن تحديثات: خطأ في العميل (رمز الحالة:%s)
ca_ca: No s'ha pogut comprovar si hi ha actualitzacions: Error del client (codi d'estat: %s)
da_da: Kunne ikke søge efter opdateringer: Klient fejl (Status kode: %s)
de_de: Konnte nicht nach Updates suchen: Clientfehler (Statuscode: %s)
eu_eu: Ezin izan dira eguneraketak bilatu: Bezeroaren Errorea (egoera kodea: %s)
fi_fi: Päivitysten tarkistaminen ei onnistunut: asiakasohjelman virhe (status %s)
id_id: Tidak dapat memeriksa pembaruan: Galat klien (Kode status: %s)
ja_jp: 更新の確認ができませんでした : クライアント エラー(ステータス コード : %s)
kk_kz: Жаңартуларды тексеру мүмкін болмады: Клиенттік қате (Статус коды: %s)
pl_pl: Nie można sprawdzić aktualizacji: Błąd klienta (kod błędu: %s)
ru_ru: Ошибка проверки обновления: ошибка клиента (код статуса: %s).
sv_sv: Kunde inte söka efter uppdateringar: Klientfel (Statuskod: %s)
ta_in: புதுப்பிப்புகளை சரிபார்க்க முடியவில்லை: வாடிக்கையாளர் பிழை (நிலை குறியீடு: %s)
uk_uk: Неможливо перевірити на оновлення: Помилка клієнта (Код помилки: %s)
vi_vi: Không thể kiểm tra cập nhật: Lỗi ở máy khách (Mã lỗi: %s)

source: Could not check for updates: The server tried to redirect (Status code: %s)
ar_ar: تعذر التحقق من وجود تحديثات: حاول الخادم إعادة التوجيه (رمز الحالة:% s)
ca_ca: No s'ha pogut comprovar si hi ha actualitzacions: el servidor ha intentat redirigir (Codi d'estat: %s)
da_da: Kunne ikke søge efter opdateringer: Serveren forsøgte at redirecte (Status kode: %s)
de_de: Konnte nicht nach Updates suchen: Der Server hat eine Weiterleitung gesendet (Statuscode: %s)
eu_eu: Ezin izan dira eguneraketak bilatu: Zerbitzaria birbideratzen saiatu da (egoera kodea: %s)
fi_fi: Päivitysten tarkistaminen ei onnistunut: palvelimen uudelleenohjaus (status %s)
id_id: Tidak dapat memeriksa pembaruan: Server mencoba mengalihkan sambungan (Kode status: %s)
ja_jp: 更新の確認ができませんでした : サーバーがリダイレクトしようとしました(ステータス コード : %s)
kk_kz: Жаңартуларды тексеру мүмкін болмады: Сервер қайта бағыттауға тырысты (Статус коды: %s)
pl_pl: Nie można sprawdzić aktualizacji: Serwer starał się przekierowąć (kod: %s)
ru_ru: Невозможно проверить наличие обновлений: попытка перенаправления соединения (код ошибки: %s)
sv_sv: Det gick inte att söka efter uppdateringar: Servern försökte omdirigera (Statuskod: %s)
ta_in: புதுப்பிப்புகளை சரிபார்க்க முடியவில்லை: சேவையகம் திருப்பிவிட முயற்சித்தது (நிலை குறியீடு: %s)
uk_uk: Неможливо перевірити на оновлення: Сервер намагається перенаправити (Код помилки: %s)
vi_vi: Không thể kiểm tra cập nhật: Máy chủ cố gắng chuyển hướng (Mã lỗi: %s)

source: Could not check for updates: Could not establish connection
ar_ar: تعذر التحقق من وجود تحديثات: تعذر إنشاء اتصال
ca_ca: No s'ha pogut comprovar si hi ha actualitzacions: no s'ha pogut establir la connexió
da_da: Kunne ikke søge efter opdateringer: Kunne ikke etablere forbindelse
de_de: Konnte nicht nach Updates suchen: Verbindung konnte nicht hergestellt werden
eu_eu: Ezin izan dira eguneraketak bilatu: Ezin izan da konexioa ezarri
fi_fi: Päivitysten tarkistaminen ei onnistunut: yhteyttä ei voitu muodostaa
id_id: Tidak dapat memeriksa pembaruan: Tidak dapat melakukan koneksi
ja_jp: 更新の確認ができませんでした : 接続の確立に失敗しました
kk_kz: Жаңартуларды тексеру мүмкін болмады: Қосылым орнатылмады
pl_pl: Nie można sprawdzić aktualizacji: Nie można się połączyć
ru_ru: Невозможно проверить наличие обновлений: ошибка подключения
sv_sv: Kunde inte söka efter uppdateringar: Kunde inte upprätta anslutning
ta_in: புதுப்பிப்புகளை சரிபார்க்க முடியவில்லை: இணைப்பை நிறுவ முடியவில்லை
uk_uk: Неможливо перевірити на оновлення: Не вдалося встановити з'єднання
vi_vi: Không thể kiểm tra cập nhật: Không thể thiết lập kết nối

source: Could not check for updates: The connection attempt timed out.
ja_jp: 更新の確認ができませんでした : 接続の試行がタイムアウトしました。

source: Could not check for updates. %s: %s
ar_ar: تعذر التحقق من التحديثات.%s:%s
ca_ca: No s'ha pogut comprovar si hi ha actualitzacions. %s:%s
da_da: Kunne ikke søge efter opdateringer. %s: %s
de_de: Konnte nicht auf Aktualisierungen prüfen. %s: %s
fi_fi: Ei voitu tarkistaa päivityksiä: %s: %s
id_id: Tidak dapat mengecek pembaruan. %s: %s
ja_jp: 更新を確認できませんでした。%s : %s
kk_kz: Жаңартуларды тексеру мүмкін болмады. %s: %s
pl_pl: Nie mogę sprawdzić aktualizacji. %s: %s
ru_ru: Проверка обновлений не удалась. %s: %s
sv_sv: Det gick inte att söka efter uppdateringar. %s: %s
ta_in: புதுப்பிப்புகளை சரிபார்க்க முடியவில்லை. %s: %s
uk_uk: Не вдалося перевірити оновлення. %s: %s
vi_vi: Không thể kiểm tra cập nhật: %s: %s

source: Could not check for updates: Server hasn't sent any data
ar_ar: تعذر التحقق من وجود تحديثات: لم يرسل الخادم أي بيانات
ca_ca: No s'ha pogut comprovar si hi ha actualitzacions: el servidor no ha enviat cap dada
da_da: Kunne ikke søge efter opdateringer: Serveren har ikke sendt noget data
de_de: Konnte nicht nach Updates suchen: Server hat keine Daten gesendet
eu_eu: Ezin izan dira eguneraketak bilatu: Zerbitzariak ez du daturik bidali
fi_fi: Päivitysten tarkistaminen ei onnistunut: tyhjä vastaus palvelimelta
id_id: Tidak dapat memeriksa pembaruan: Server belum mengirim data
ja_jp: 更新の確認ができませんでした : サーバからデータを受信できませんでした
kk_kz: Жаңартуларды тексеру мүмкін болмады: Сервер ешқандай дерек жіберген жоқ
pl_pl: Nie można sprawdzić aktualizacji: Serwer nie przesłał danych
ru_ru: Невозможно проверить наличие обновлений: не получен ответ от сервера
sv_sv: Kunde inte leta efter uppdateringar: Servern har inte skickat någon data
ta_in: புதுப்பிப்புகளை சரிபார்க்க முடியவில்லை: சேவையகம் எந்த தரவையும் அனுப்பவில்லை
uk_uk: Неможливо перевірити на оновлення: Сервер не надсилає даних
vi_vi: Không thể kiểm tra cập nhật: Máy chủ không gửi bất kì dữ liệu nào

source: The SHA256 checksums file seems to be missing for this release.
ar_ar: يبدو أن ملف مجاميع SHA256 مفقود لهذا الإصدار.
da_da: SHA256 kontrolsumfilen ser ud til at mangle for denne udgivelse.
de_de: Die SHA256 Prüfsummendatei scheint bei diesem Update zu fehlen.
ja_jp: このリリースでは SHA256 チェックサム ファイルが欠落しているようです。
kk_kz: Бұл нұсқа үшін SHA256 бақылау қосындысы файлы жетіспейтін сияқты.

source: Cannot retrieve SHA256 checksums: %s
ar_ar: تعذر استرجاع مجاميع SHA256:%s
da_da: Kan ikke hente SHA256 kontrolsummer: %s
de_de: Kann SHA256 Prüfsummen nicht finden: %s
ja_jp: SHA256 チェックサムを取得できません : %s
kk_kz: SHA256 бақылау қосындыларын алу мүмкін болмады: %s

source: Could not accept data for application update: Write stream is gone.
ar_ar: تعذر قبول بيانات تحديث التطبيق: فُقد تدفق الكتابة.
da_da: Kunne ikke modtage data til programopdatereingen: Skrive-strømmen er forsvundet.
de_de: Kann keine Daten empfangen: Dateistream nicht gefunden.
ja_jp: アプリケーション更新のデータを受け入れることができませんでした : 書き込みストリームがなくなりました。
kk_kz: Қолданба жаңартуы үшін деректерді қабылдау мүмкін болмады: Жазу ағыны жоғалды.

source: Could not verify the integrity of the downloaded update. Please retry or update manually.
da_da: Kunne ikke verificere integriteten af den downloadede opdatering. Prøv igen eller opdater manuelt.
de_de: Kann die Integrität der Update-Datei nicht verifizieren. Bitte erneut versuchen oder manuell updaten.
ja_jp: ダウンロードした更新の整合性を検証できませんでした。再試行するか、手動で更新してください。
kk_kz: Жүктелген жаңартудың бүтіндігін тексеру мүмкін болмады. Қайта көріп шығыңыз немесе жаңартуды қолмен орындаңыз.

source: The downloaded file has a different checksum than the server reported. Please retry or update manually.
da_da: Den downloadede fil har en anden kontrolsum end serveren rapporterede. Prøv igen eller opdater manuelt.
de_de: Die heruntergeladene Datei hat eine andere Prüfsumme als vom Server angegeben. Bitte erneut versuchen oder manuell updaten.
ja_jp: ダウンロードしたファイルのチェックサムがサーバーから報告されたものと異なります。再試行するか、手動で更新してください。
kk_kz: Жүктелген файлдың бақылау қосындысы сервер хабарлағанмен сәйкес келмейді. Қайта жүктеп көріңіз немесе жаңартуды қолмен орындаңыз.

source: Could not start update. Please retry or update manually. Error was: %s
ar_ar: تعذر بدء التحديث. يرجى إعادة المحاولة أو التحديث يدويًا. الخطأ كان:%s
da_da: Kunne ikke starte opdateringen. Prøv igen eller opdater manuelt. Fejlen var: %s
de_de: Konnte Update nicht starten. Bitte erneut versuchen oder manuell updaten. Fehler: %s
ja_jp: 更新を開始できませんでした。再試行するか、手動で更新してください。エラー : %s
kk_kz: Жаңартуды бастау мүмкін болмады. Қайта көріп шығыңыз немесе жаңартуды қолмен орындаңыз. Қате: %s

source: Recent files
ar_ar: الملفات الأخيرة
da_da: Seneste filer
de_de: Benutzte Dokumente
ja_jp: 最近使ったファイル
kk_kz: Соңғы файлдар

source: Clear
ar_ar: مسح
da_da: Ryd
de_de: Einträge löschen
ja_jp: 消去
kk_kz: Тазалау

source: File
ar_ar: ملف
ca_ca: Fitxer
da_da: Fil
de_de: Datei
et_et: Fail
eu_eu: Fitxategia
fi_fi: Tiedosto
ja_jp: ファイル
kk_kz: Файл
pl_pl: Plik
ru_ru: Файл
sv_sv: Fil
ta_in: கோப்பு
uk_uk: Файл
vi_vi: Tập Tin

source: New directory…
ar_ar: دليل/مجلد جديد…
ca_ca: Nova carpeta…
da_da: Ny mappe…
de_de: Neues Verzeichnis…
et_et: Uus nimistu...
eu_eu: Direktorio berria...
fi_fi: Uusi hakemisto…
id_id: Direktori baru
ja_jp: 新規ディレクトリ…
kk_kz: Жаңа каталог...
pl_pl: Nowy katalog...
ru_ru: Новая директория…
sv_sv: Ny katalog…
ta_in: புதிய அடைவு…
uk_uk: Новий каталог...
vi_vi: Thư mục mới...

source: Open file…
ar_ar: فتح ملف…
da_da: Åbn fil…
de_de: Datei öffnen…
ja_jp: ファイルを開く…
kk_kz: Файлды ашу...

source: Import files…
ar_ar: استيراد الملفات ...
ca_ca: Importa fitxers…
da_da: Importér filer…
de_de: Dateien importieren…
et_et: Impordi failid...
eu_eu: Fitxategiak inportatu...
fi_fi: Tuo tiedostoja…
id_id: Impor file…
ja_jp: インポート…
kk_kz: Файлдарды импорттау...
pl_pl: Importuj pliki...
ru_ru: Импорт файлов…
sv_sv: Importera filer…
ta_in: கோப்புகளை இறக்குமதி செய்…
uk_uk: Імпортування файлів...
vi_vi: Nhập thêm tập tin...

source: Export…
ar_ar: تصدير…
ca_ca: Exporta…
da_da: Eksportér…
de_de: Exportieren…
et_et: Ekspordi...
eu_eu: Esportatu...
fi_fi: Vie…
id_id: Ekspor...
ja_jp: エクスポート…
kk_kz: Экспорттау...
pl_pl: Eksportuj...
ru_ru: Экспорт…
sv_sv: Exportera…
ta_in: ஏற்றுமதி…
uk_uk: Експорт...
vi_vi: Xuất...

source: Preferences…
ar_ar: تفضيلات...
ca_ca: Preferències…
da_da: Indstillinger…
de_de: Einstellungen…
et_et: Eelistused
eu_eu: Hobespenak...
fi_fi: Asetukset
id_id: Preferensi
ja_jp: 設定…
kk_kz: Параметрлер...
pl_pl: Ustawienia
ru_ru: Настройки…
sv_sv: Inställningar...
ta_in: விருப்பத்தேர்வுகள்…
uk_uk: Налаштування
vi_vi: Các tuỳ chọn...

source: Import translation…
ar_ar: استيراد ترجمة ...
ca_ca: Importa la traducció…
da_da: Importér oversættelse…
de_de: Sprachdatei importieren…
et_et: Impordi tõlge...
eu_eu: Itzulpena inportatu...
fi_fi: Tuo käännös…
id_id: Impor terjemahan…
ja_jp: 翻訳のインポート…
kk_kz: Аударманы импорттау...
pl_pl: Importuj tłumaczenie...
ru_ru: Импорт переводов…
sv_sv: Importera översättning…
ta_in: மொழிபெயர்ப்பு இறக்குமதி…
uk_uk: Імпортувати переклад...
vi_vi: Nhập thêm bản dịch...

source: Import dictionary…
ar_ar: استيراد القاموس ...
ca_ca: Importa el diccionari…
da_da: Importér ordbog…
de_de: Wörterbuch importieren…
et_et: Impordi sõnastik...
eu_eu: Hiztegia inportatu...
fi_fi: Tuo sanakirja…
id_id: Impor kamus…
ja_jp: 辞書のインポート…
kk_kz: Сөздікті импорттау…
pl_pl: Importuj słownik...
ru_ru: Импорт словаря…
sv_sv: Importera ordbok…
ta_in: அகராதி இறக்குமதி…
uk_uk: Імпортувати словник...
vi_vi: Nhập thêm từ điển...

source: Delete file
ar_ar: حذف الملف
ca_ca: Elimina el fitxer
da_da: Slet fil
de_de: Datei löschen
et_et: Kustuta fail
eu_eu: Fitxategia ezabatu
fi_fi: Poista tiedosto
id_id: Hapus file
ja_jp: ファイルを削除
kk_kz: Файлды жою
pl_pl: Usuń plik
ru_ru: Удалить файл
sv_sv: Ta bort fil
ta_in: கோப்பை நீக்கு
uk_uk: Видалити файл
vi_vi: Xoá tập tin

source: Undo
ar_ar: تراجع
ca_ca: Desfés
da_da: Fortryd
de_de: Rückgängig
et_et: Võta tagasi
eu_eu: Desegin
fi_fi: Kumoa
id_id: Urungkan
ja_jp: 取り消し
kk_kz: Болдырмау
pl_pl: Cofnij
ru_ru: Отмена
sv_sv: Ångra
ta_in: செயல்தவிர்
uk_uk: Скасувати

source: Redo
ar_ar: إعادة
ca_ca: Refés
da_da: Gentag
de_de: Wiederholen
et_et: Tee uuesti
eu_eu: Berriro egin
fi_fi: Tee sittenkin
id_id: Kembalikan
ja_jp: やり直し
kk_kz: Қайталау
pl_pl: Powtórz
ru_ru: Повтор
sv_sv: Göra om
ta_in: மீண்டும்செய்
uk_uk: Повторити

source: Find in current file
ar_ar: البحث في الملف الحالي
da_da: Find in den nuværende fil
de_de: In aktueller Datei finden
ja_jp: 現在のファイル内で検索
kk_kz: Ағымдағы файлда табу

source: Search all files
ar_ar: البحث في كل الملفات
da_da: Søg i alle filer
de_de: Alle Dateien durchsuchen
ja_jp: すべてのファイルを検索
kk_kz: Барлық файлдарды іздеу

source: Filter files
ar_ar: تصفية الملفات
ca_ca: Filtra els fitxers
da_da: Filtrer filer
de_de: Dateien filtern
et_et: Filtreeri faile
fi_fi: Suodata tiedostoja
id_id: Saring berkas
ja_jp: ファイルをフィルタリングする
kk_kz: Файлдарды сүзу
pl_pl: Filtruj pliki
ru_ru: Фильтр файлов
sv_sv: Filtrera filer
ta_in: கோப்புகளை வடிகட்டு
vi_vi: Lọc tập tin

source: Generate new ID
ar_ar: إنشاء معرف جديد
ca_ca: Genera una nova ID
da_da: Generér nyt ID
de_de: Neue ID generieren
et_et: Loo uus ID
eu_eu: ID berria sortu
fi_fi: Luo uusi ID-numero
id_id: Buat ID baru
ja_jp: 新規 ID を生成
kk_kz: Жаңа ID жасау
pl_pl: Wygeneruj nowe ID
ru_ru: Сгенерировать новый ID
sv_sv: Skapa nytt ID
ta_in: புதிய அடையாளத்தை உருவாக்கு
uk_uk: Згенерувати новий ID
vi_vi: Tạo ID mới

source: Copy ID
ar_ar: نسخ الهوية
ca_ca: Copia la ID
da_da: Kopiér ID
de_de: ID kopieren
et_et: Kopeeri ID
eu_eu: IDa kopiatu
fi_fi: Kopioi ID-numero
id_id: Salin ID
ja_jp: ID をコピー
kk_kz: ID көшіру
pl_pl: Kopiuj ID
ru_ru: Скопировать ID
sv_sv: Kopiera ID
ta_in: அடையாளத்தை நகல்
uk_uk: Копіювати ID
vi_vi: Sao chép ID

source: View
ar_ar: معاينة
ca_ca: Mostra
da_da: Vis
de_de: Ansicht
et_et: Vaade
eu_eu: Ikusi
fi_fi: Näytä
id_id: Tampilan
ja_jp: 表示
kk_kz: Көрініс
pl_pl: Widok
ru_ru: Вид
sv_sv: Se
ta_in: காட்சி
uk_uk: Вигляд
vi_vi: Xem

source: Dark mode
ar_ar: الوضع الليلي
ca_ca: Mode nocturn
da_da: Mørk tilstand
de_de: Dunkles Thema
et_et: Tume režiim
fi_fi: Tumma tila
ja_jp: ダークモード
kk_kz: Қараңғы режим
pl_pl: Tryb nocny
ru_ru: Темный режим
sv_sv: Mörkt utseende
ta_in: இருண்ட முறை
uk_uk: Темний режим
vi_vi: Chế độ nền tối

source: Additional information
ar_ar: معلومات إضافية
da_da: Yderligere information
de_de: Zusätzliche Informationen
ja_jp: 追加情報
kk_kz: Қосымша ақпарат

source: Distraction-free mode
de_de: Ablenkungsfreier Modus
ja_jp: 集中モード
kk_kz: Алаңдамау режимі
ta_in: கவனச்சிதறல் இல்லாத பயன்முறை

source: Typewriter mode
ar_ar: وضع الآلة الكاتبة
da_da: Skrivemaskine tilstand
de_de: Schreibmaschinenmodus
ja_jp: タイプライター モード
kk_kz: Жазу машинкасы режимі

source: Reset zoom
ar_ar: إعادة تعيين التكبير
ca_ca: Restableix el zoom
da_da: Nulstil zoom
de_de: Zoom zurücksetzen
et_et: Lähtesta suum
eu_eu: Berrezarri zoom-a
fi_fi: Palauta zoomaus
id_id: Reset pembesaran
ja_jp: ズームをリセット
kk_kz: Масштабты қалпына келтіру
pl_pl: Zresetuj przybliżenie
ru_ru: Сбросить масштаб
sv_sv: Återställ zoom
ta_in: பெரிதாக்கு மீட்டமை
uk_uk: Відновити масштаб
vi_vi: Đặt lại chế độ phóng to

source: Zoom in
ar_ar: تكبير
ca_ca: Apropa
da_da: Zoom ind
de_de: Hereinzoomen
et_et: Suumi sisse
eu_eu: Handiagotu
fi_fi: Lähennä
id_id: Perbesar tampilan
ja_jp: ズームイン
kk_kz: Үлкейту
pl_pl: Powiększ
ru_ru: Увеличить
ta_in: பெரிதாக்கு
uk_uk: Збільшити
vi_vi: Phóng to

source: Zoom out
ar_ar: تصغير
ca_ca: Allunya
da_da: Zoom ud
de_de: Herauszoomen
et_et: Suumi välja
eu_eu: Txikiagotu
fi_fi: Loitonna
id_id: Perkecil tampilan
ja_jp: ズームアウト
kk_kz: Кішірейту
pl_pl: Zmniejsz
ru_ru: Уменьшить
sv_sv: Zooma ut
ta_in: சிறிதாக்கு
uk_uk: Зменшити
vi_vi: Thu nhỏ

source: Toggle fullscreen
ar_ar: تبديل وضع ملء الشاشة
ca_ca: Activa/Desactiva la pantalla completa
da_da: Fuldskærmstilstand
de_de: Vollbild
et_et: Täisekraani lüliti
eu_eu: Pantaila osoa txandakatu
fi_fi: Koko näyttö
id_id: Hidupkan/matikan layar penuh
ja_jp: 全画面表示の切り替え
kk_kz: Толық экран режимін ауыстыру
pl_pl: Przełącz tryb pełnoekranowy
ru_ru: Полноэкранный режим
sv_sv: Växla helskärm
ta_in: மாற்று முழுத்திரை
uk_uk: На весь екран
vi_vi: Bật/tắt toàn màn hình

source: Develop
ar_ar: طور
ca_ca: Desenvolupament
da_da: Udvikling
de_de: Entwickler
et_et: Arenda
eu_eu: Garatu
fi_fi: Dev
id_id: Mengembangkan
ja_jp: 開発
kk_kz: Әзірлеу
pl_pl: Współtwórz
ru_ru: Разработка
sv_sv: Utveckla
ta_in: உருவாக்கு
uk_uk: Розробка
vi_vi: Phát triển

source: Reload
ar_ar: إعادة تحميل
ca_ca: Torna a carregar
da_da: Genindlæs
de_de: Neu laden
et_et: Lae uuesti
eu_eu: Berriro kargatu
fi_fi: Lataa uudelleen
id_id: Muat ulang
ja_jp: 再読み込み
kk_kz: Қайта жүктеу
pl_pl: Przeładuj
ru_ru: Перегрузить
sv_sv: Ladda om
ta_in: மீண்டும்ஏற்று
uk_uk: Перезавантажити
vi_vi: Tải lại

source: Toggle developer tools
ar_ar: تبديل أدوات المطور
ca_ca: Activa o desactiva les eines de desenvolupament
da_da: Vis udviklingsværktøjer
de_de: Entwicklerwerkzeuge
et_et: Arendaja tööriistade lüliti
eu_eu: Garatzaileen tresnak txandakatu
fi_fi: Näytä kehittäjän työkalut
id_id: Hidupkan/matikan alat pengembang
ja_jp: 開発者ツールの切り替え
kk_kz: Әзірлеуші құралдарын ауыстыру
pl_pl: Przełącz narzędzia dla deweloperów
ru_ru: Средства разработки
sv_sv: Växla mellan utvecklarverktyg
ta_in: உருவாக்குபவர் கருவிகளை மாற்று
uk_uk: Показати інструменти розробника
vi_vi: Bật/tắt công cụ cho nhà phát triển

source: View logs
ar_ar: عرض السجلات
da_da: Vis logfiler
de_de: Logs anzeigen
ja_jp: ログの表示
kk_kz: Журналдарды қарау

source: Window
ar_ar: نافذة
ca_ca: Finestra
da_da: Vindue
de_de: Fenster
et_et: Aken
eu_eu: Leihoa
fi_fi: Ikkuna
id_id: Jendela
ja_jp: ウィンドウ
kk_kz: Терезе
pl_pl: Okno
ru_ru: Окно
sv_sv: Fönster
ta_in: சாளரம்
uk_uk: Вікно
vi_vi: Cửa Sổ

source: Minimize
ar_ar: تصغير القائمة
ca_ca: Minimitza
da_da: Minimér
de_de: Minimieren
et_et: Minimeeri
eu_eu: Minimizatu
fi_fi: Pienennä
id_id: Minimalkan
ja_jp: 最小化
kk_kz: Тасалау
pl_pl: Zminimalizuj
ru_ru: Свернуть
sv_sv: Minimera
ta_in: குறை
uk_uk: Згорнути
vi_vi: Thu nhỏ

source: Close Tab
ar_ar: إغلاق علامة التبويب
ca_ca: Tanca la pestanya
da_da: Luk fane
de_de: Tab schließen
et_et: Sulge Vaheaken
eu_eu: Fitxa itxi
fi_fi: Sulje välilehti
id_id: Tutup Tab
ja_jp: タブを閉じる
kk_kz: Қойындыны жабу
pl_pl: Zamknij kartę
ru_ru: Закрыть вкладку
sv_sv: Stäng flik
ta_in: தாவலை மூடு
uk_uk: Закрити вкладку
vi_vi: Đóng Tab

source: Previous Tab
ar_ar: علامة التبويب السابقة
ca_ca: Pestanya anterior
da_da: Forrige fane
de_de: Vorheriger Tab
et_et: Eelmine Vaheaken
eu_eu: Aurreko fitxa
fi_fi: Edellinen välilehti
id_id: Tab Sebelumnya
ja_jp: 前のタブ
kk_kz: Алдыңғы қойынды
pl_pl: Poprzednia karta
ru_ru: Предыдущая вкладка
sv_sv: Föregående flik
ta_in: முந்தைய தாவல்
uk_uk: Попередня вкладка
vi_vi: Tab trước

source: Next Tab
ar_ar: علامة التبويب التالية
ca_ca: Pestanya següent
da_da: Næste fane
de_de: Nächster Tab
et_et: Järgmine Vaheaken
eu_eu: Hurrengo fitxa
fi_fi: Seuraava välilehti
id_id: Tab Berikutnya
ja_jp: 次のタブ
kk_kz: Келесі қойынды
pl_pl: Następna karta
ru_ru: Следующая вкладка
sv_sv: Nästa flik
ta_in: அடுத்த தாவல்
uk_uk: Нова вкладка
vi_vi: Tab tiếp theo

source: New window
de_de: Neues Fenster
ja_jp: 新規ウィンドウ
kk_kz: Жаңа терезе
ta_in: புதிய சாளரம்

source: Support Zettlr ↗︎
ar_ar: دعم زيتلر ↗︎
da_da: Støt Zettlr ↗︎
de_de: Zettlr unterstützen ↗︎
ja_jp: Zettlr サポート↗︎
kk_kz: Zettlr-ді қолдау ↗︎

source: Visit website ↗︎
ar_ar: زيارة الموقع ↗︎
da_da: Besøg hjemmeside ↗︎
de_de: Website besuchen ↗︎
ja_jp: ウェブサイトへ移動 ↗︎
kk_kz: Веб-сайтқа кіру ↗︎

source: Open user manual ↗︎
ar_ar: فتح دليل المستخدم ↗︎
da_da: Åbn brugermanual ↗︎
de_de: Benutzeranleitung öffnen ↗︎
ja_jp: マニュアルを開く (オンライン) ↗︎
kk_kz: Пайдаланушы нұсқаулығын ашу ↗︎

source: Open tutorial
ar_ar: فتح البرنامج التعليمي
da_da: Åbn vejledning
de_de: Tutorial öffnen
ja_jp: チュートリアルを開く
kk_kz: Оқулықты ашу

source: Clear FSAL cache…
da_da: Ryd søgning
de_de: FSAL-Cache leeren…
ja_jp: FSAL キャッシュを消去…
kk_kz: FSAL кэшін тазалау...

source: Clear FSAL Cache
ca_ca: Neteja la memòria cau FSAL
de_de: FSAL-Cache leeren
ja_jp: FSAL キャッシュを消去
kk_kz: FSAL кэшін тазалау
ru_ru: Очистка кэша FSAL
ta_in: ஃபஎச்எஎல் தற்காலிக சேமிப்பை அழி

source: Clearing the FSAL cache requires a restart.
da_da: Rydning af søgning kræver en genstart.
de_de: Das Leeren des FSAL-Cache erfordert einen Neustart.
ja_jp: FSALキャッシュを消去するには再起動が必要です。
kk_kz: FSAL кэшін тазалау қайта іске қосуды қажет етеді.
ru_ru: Очистка кэша FSAL требует перезапуска.
ta_in: ஃபஎச்எஎல் தற்காலிக சேமிப்பை அழிக்க மறுதொடக்கம் தேவை.
vi_vi: Cần khởi động lại ứng dụng để Xóa cache FSAL.

source: After the restart, Zettlr will recreate the entire cache, which may take a few moments, depending on the amount of files you have loaded and the speed of your disk. The window(s) will show afterward.
da_da: Efter genstarten vil Zettlr genskabe hele cachen, hvilket kan tage et stykke tid afhængig af mængden af filer, du har indlæst og hastigheden af din disk. Vinduet vil blive vist efterfølgende.
de_de: Nach dem Neustart wird Zettlr den Cache neu erzeugen, was einen Moment dauern kann. Die Geschwindigkeit hängt von der Anzahl geladener Dateien sowie der Geschwindigkeit der Festplatte ab. Die Fenster werden im Anschluss geöffnet.
ja_jp: 再起動後、Zettlr はキャッシュ全体を再作成します。読み込んだファイルの量とディスクの速度によっては、数分かかる場合があります。その後、ウィンドウが表示されます。
kk_kz: Қайта іске қосудан кейін, Zettlr бүкіл кэшті қайта жасайды, бұл жүктелген файлдардың санына және дискіңіздің жылдамдығына байланысты біраз уақыт алуы мүмкін. Терезе(лер) содан кейін көрсетіледі.
ru_ru: После перезапуска Zettlr пересоздаст весь кэш, что может занять несколько мгновений, в зависимости от объема загруженных файлов и скорости работы диска. После этого появится окно(-а).
ta_in: மறுதொடக்கத்திற்குப் பிறகு, செட்லர் இடையக கோப்புகளை உருவாக்கும், நீங்கள் ஏற்றிய கோப்புகளின் அளவு மற்றும் உங்கள் வட்டின் வேகத்தைப் பொறுத்து சில தருணங்கள் ஆகலாம். சாளரம் (கள்) பின்னர் காண்பிக்கப்படும்.
vi_vi: Sau khi khởi động lại, Zettlr sẽ tái tại lại toàn bộ cache, và sẽ mất chút thời gian, tùy theo lượng tập tin bạn đã mở và tốc độ xử lý bộ nhớ. Các cửa sổ sẽ được hiển thị sau khi hoàn tất.

source: Services
ar_ar: خدمات
ca_ca: Serveis
de_de: Dienste
et_et: Teenused
eu_eu: Zerbitzuak
fi_fi: Palvelut
id_id: Layanan
ja_jp: サービス
kk_kz: Қызметтер
pl_pl: Usługi
ru_ru: Сервисы
sv_sv: Tjänster
ta_in: சேவைகள்
uk_uk: Сервіси
vi_vi: Các dịch vụ

source: Hide
ar_ar: إخفاء
ca_ca: Amaga
da_da: Skjul
de_de: Verstecken
et_et: Peida
eu_eu: Ezkutatu
fi_fi: Kätke
id_id: Sembunyikan
ja_jp: 隠す
kk_kz: Жасыру
pl_pl: Ukryj
ru_ru: Скрыть
sv_sv: Göm
ta_in: மறை
uk_uk: Сховати
vi_vi: Ẩn

source: Hide others
ar_ar: إخفاء الآخرين
ca_ca: Amaga els altres
da_da: Skjul andre
de_de: Andere verstecken
et_et: Peida ülejäänud
eu_eu: Ezkutatu besteak
fi_fi: Kätke muut
id_id: Sembunyikan lainnya
ja_jp: その他を隠す
kk_kz: Басқаларды жасыру
pl_pl: Ukryj inne
ru_ru: Скрыть прочих
sv_sv: Göm övriga
ta_in: மற்றவை மறை
uk_uk: Сховати інші
vi_vi: Lực chọn ẩn khác

source: Show
ar_ar: عرض
ca_ca: Mostra
da_da: Vis
de_de: Zeigen
et_et: Näita
eu_eu: Erakutsi
fi_fi: Näytä
id_id: Tampil
ja_jp: 表示
kk_kz: Көрсету
pl_pl: Pokaż
ru_ru: Показать
sv_sv: Visa
ta_in: காட்டு
uk_uk: Показати
vi_vi: Hiển thị

source: Speech
ar_ar: كلام
ca_ca: Parleu
da_da: Tale
de_de: Sprache
et_et: Kõne
eu_eu: Hizketa
fi_fi: Puhe
id_id: Ucapan
ja_jp: 読み上げ
kk_kz: Сөйлеу
pl_pl: Mowa
ru_ru: Речь
sv_sv: Tal
ta_in: பேச்சு
uk_uk: Промова
vi_vi: Phát âm

source: Start speaking
ar_ar: ابدأ الحديث
ca_ca: Comenceu a parlar
da_da: Start med at tale
de_de: Sprechen beginnen
et_et: Alusta rääkimist
eu_eu: Hasi hitz egiten
fi_fi: Aloita puhuminen
id_id: Mulai bicara
ja_jp: 読み上げ開始
kk_kz: Сөйлеуді бастау
pl_pl: Zacznij mówić
ru_ru: Начать речь
sv_sv: Börja tala
ta_in: பேசத் தொடங்கு
uk_uk: Почати говорити
vi_vi: Bắt đầu nói

source: Stop speaking
ar_ar: توقف عن الكلام
ca_ca: Deixeu de parlar
da_da: Stop med at tale
de_de: Sprechen anhalten
et_et: Lõpeta rääkimine
eu_eu: Utzi hitz egiteari
fi_fi: Lopeta puhuminen
id_id: Berhenti bicara
ja_jp: 読み上げ停止
kk_kz: Сөйлеуді тоқтату
pl_pl: Przestań mówić
ru_ru: Остановить речь
sv_sv: Sluta tala
ta_in: பேசுவதை நிறுத்து
uk_uk: Завершити говорити
vi_vi: Ngừng nói
