Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Support Zettlr
ca_ca: Dona suport a Zettlr
et_et: Toeta Zettlr'it
eu_eu: Lagundu Zettlr
fi_fi: Lahjoita
id_id: Dukung Zettlr
pl_pl: Wspieraj Zettlr
ru_ru: Поддержать Zettlr
sv_sv: Stöd Zettlr
uk_uk: Підтримати Zettlr
vi_vi: Hỗ trợ Zetllr

source: Visit website
ca_ca: Visita la pàgina web
ru_ru: Перейти на сайт

source: Open user manual
ca_ca: Obre el manual
et_et: Ava kasutusjuhend
eu_eu: Erabiltzaile manuala ireki
fi_fi: Avaa käyttöopas
id_id: Buka panduan pengguna
pl_pl: Otwórz instrukcję
ru_ru: Документация
sv_sv: Öppna användarhandboken
uk_uk: Відкрити документацію
vi_vi: Mở hướng dẫn sử dụng

source: Open Tutorial
ca_ca: Obre el tutorial
et_et: Ava Õpetus
fi_fi: Avaa tutoriaali
pl_pl: Otwórz wprowadzenie
ru_ru: Открыть учебник
sv_sv: Öppna handledning
vi_vi: Mở Hướng Dẫn

source: Clear FSAL cache …
ca_ca: Neteja la memòria cau FSAL…
ru_ru: Очистить кэш FSAL …
vi_vi: Xóa cache FSAL …

source: Ok
ar_ar: حسنا
ca_ca: D'acord
et_et: Olgu
kk_kz: Жарайды
ru_ru: Принять
sv_sv: system.ok
ta_in: சரி
uk_uk: Гаразд
vi_vi: Đồng ý

source: The requested file was not found.
ca_ca: No s'ha trobat el fitxer sol·licitat
et_et: Otsitud faili ei leitud.
eu_eu: Eskatutako fitxategia ez da aurkitu
fi_fi: Pyydettyä tiedostoa ei löydy.
id_id: File yang diminta tidak ditemukan.
pl_pl: Żądany plik nie został znaleziony
ru_ru: Запрашиваемый файл не найден.
sv_sv: Den begärda filen hittades inte.
uk_uk: Запитуваний файл не знайдено.
vi_vi: Không thể tìm thấy tập tin được yêu cầu.

source: Could not save image
ca_ca: No s'ha pogut desar la imatge
et_et: Pilti polnud võimalik salvestada
eu_eu: Ezin izan da irudia gorde
fi_fi: Kuvaa ei voitu tallentaa
id_id: Tidak bisa menyimpan gambar
pl_pl: Nie można zapisać obrazu
ru_ru: Невозможно создать изображение
sv_sv: Det gick inte att spara bilden
uk_uk: Неможливо зберегти зображення
vi_vi: Không thể lưu hình ảnh

source: Pandoc has not been found on this system. Please install Pandoc prior to exporting or importing files.
ca_ca: No s'ha trobat el Pandoc en aquest ordinador. Si us plau, instal·leu el Pandoc abans d'importar o exportar fitxers
et_et: Süsteemist ei leitud Pandoci. Palun installi enne failide eksportimist või importimist Pandoc.
eu_eu: Pandoc ez da aurkitu sistema honetan. Mesedez, instala ezazu pandoc fitxategiak esportatu edo inportatu aurretik.
fi_fi: Pandocia ei löydetty tästä järjestelmästä. Asenna Pandoc ennen tiedostojen tuomista tai viemistä.
id_id: Pandoc tidak ditemukan pada sistem. Instal Pandoc sebelum mengekspor atau mengimpor file.
pl_pl: Zettlr nie może znaleźć pandoc. Zainstaluj pandoc przed importem i eksportem plików.
ru_ru: Не удалось найти pandoc на компьютере. Необходимо сначала установить pandoc для возможности экспорта/импорта файлов.
sv_sv: Pandoc har inte hittats på detta system. Installera Pandoc innan du exporterar eller importerar filer.
uk_uk: Pandoc не було знайдено в цій системі. Встановіть Pandoc перед тим як експортувати чи імпортувати файли.

source: The following %s files could not be imported, because their filetype is unknown: %s
ar_ar: تعذر استيراد ملفات%s التالية لأن نوع ملفاتها غير معروف:%s
ca_ca: No s'ha pogut importar %s fitxers, perquè el tipus de fitxer és desconegut: %s
da_da: De følgende %s filer kunne ikke importeres, fordi deres fil type er ukendt: %s
et_et: %s faile pole võimalik importida, kuna nende failitüüp pole teada: %s
eu_eu: Honako %s fitxategiak ezin izan dira inportatu, fitxategi mota ezezaguna baitute: %s
fi_fi: Seuraavia %s-tiedostoja ei tuotu, koska niiden tyyppi on tuntematon: %s
id_id: %s file ini tidak dapat diimpor, karena tipe file tidak diketahui: %s
pl_pl: %s plików nie mogło zostać wczytanych, ich typ jest nieznany: %s
ru_ru: Файл %s не может быть импортирован, так как имеет неизвестный тип: %s
sv_sv: Följande %s filer kunde inte importeras, eftersom deras filtyp är okänd: %s
ta_in: பின்வரும் %s கோப்புகளை இறக்குமதி செய்ய முடியவில்லை, ஏனெனில் அவற்றின் கோப்பு வகை தெரியவில்லை: %s
uk_uk: Наступні %s файли неможливо імпортувати, тому що їхнє розширення невідоме: %s
vi_vi: %s tập tin không thể được tích hợp vào hệ thống, bởi định dạng tập tin là không rõ: %s

source: Cannot open directory
ca_ca: No s'ha pogut obrir la carpeta
et_et: Nimistut pole võimalik avada
eu_eu: Ezin da direktorioa ireki
fi_fi: Hakemistoa ei voitu avata
id_id: Tidak dapat membuka direktori
pl_pl: Nie można otworzyć katalogu
ru_ru: Невозможно открыть директорию
sv_sv: Det går inte att öppna katalogen
uk_uk: Неможливо відкрити каталог
vi_vi: Không thể mở thực mục

source: Directory &quot;%s&quot; cannot be opened by Zettlr.
ca_ca: Zettlr no pot obrir la carpeta &quot;%s&quot;
et_et: Zettlr ei saa nimistut &quot;%s&quot; avada.
eu_eu: &quot;%s&quot; direktorioa ezin da ireki Zettlr-en.
fi_fi: Zettlr ei voi avata hakemistoa &quot;%s&quot;.
id_id: Directori &quot;%s&quot; tidak bisa dibuka oleh Zettlr.
pl_pl: Katalog %s nie może zostać otwarty przez Zettlr.
ru_ru: Директория &quot;%s&quot; не может быть открыта в Zettlr.
sv_sv: Katalogen &quot;%s&quot; går inte att öppnas av Zettlr.
uk_uk: Каталог &quot;%s&quot; неможливо відкрити через Zettlr.
vi_vi: Zettlr không thể mở thư mục &quot;%s&quot;

source: Opening new root %s …
ca_ca: S'està obrint un nou directori arrel %s…
et_et: Uue lähtekoha %s avamine ...
eu_eu: Erroko %s berria zabaltzen...
id_id: Membuka root baru %s …
pl_pl: Otwieram nowy katalog główny %s
ru_ru: Открытие новой корневой директории %s …
sv_sv: Öppnar ny root %s …
uk_uk: Відкриття нового кореневого каталогу %s …

source: %s has been loaded.
ca_ca: S'ha carregat %s
et_et: %s on laadinud.
eu_eu: %s kargatu da.
id_id: %s telah dimuat.
pl_pl: %s został wczytany.
ru_ru: %s было загружено.
sv_sv: %s har laddats.
uk_uk: %s завантажено.

source: Could not open workspace %s.
ca_ca: No s'ha pogut obrir l'espai de treball %s.
ru_ru: Невозможно открыть рабочепространство %s.

source: Directory not found
ca_ca: No s'ha trobat la carpeta
et_et: Nimistut ei leitud
eu_eu: Direktorioa ez da aurkitu
id_id: Direktori tidak ditemukan
pl_pl: Nie znaleziono katalogu
ru_ru: Директория не найдена
sv_sv: Katalog hittades inte
uk_uk: Каталог не знайдено

source: After applying your glob-filters, no files remained to export. Please adjust them in the project settings.
ru_ru: После применения ваших glob-фильтров не осталось файлов для экспорта. Пожалуйста, настройте их в настройках проекта.

source: Project successfully exported. Click to show.
ca_ca: Projecte exportat satisfactòriament. Feu clic per mostrar.
ru_ru: Проект успешно экспортирован. Нажмите чтобы показать.

source: Raw
de_de: Code

source: Cog
de_de: Zahnrad
kk_kz: Тісті дөңгелек

source: Zettlr
ar_ar: زيتلر
ta_in: செட்லர்

source: Loading workspace %s
ca_ca: S'està carregant l'espai de treball %s
ta_in: பணியிடத்தை ஏற்றுகிறது %s

source: Follow system
ta_in: முறைமையைப் பின்பற்று

source: On
ar_ar: تشغيل
ta_in: மேல்
vi_vi: Bật

source: End
ar_ar: النهاية
ta_in: முடிவு
vi_vi: Kết Thúc

source: Theme
ar_ar: موضوع
ta_in: கருபொருள்
vi_vi: Chủ Đề

source: Toolbar options
ar_ar: خيارات شريط الأدوات
ta_in: கருவிப்பட்டி விருப்பங்கள்
vi_vi: Tùy chọn thanh công cụ

source: Save modifications
ta_in: மாற்றங்களை சேமி

source: Time display
ar_ar: عرض الوقت
ta_in: நேரக் காட்சி
vi_vi: Hiển thị thời gian

source: Sorting
ta_in: வரிசைப்படுத்துதல்

source: Algorithm
ar_ar: الخوارزمية
ta_in: படிமுறை
vi_vi: Thuật toán

source: Maximum width of images (%s %)
ar_ar: أقصى عرض للصور (%s%)
ta_in: படங்களின் அதிகபட்ச அகலம் (%s %)

source: Maximum height of images (%s %)
ar_ar: أقصى ارتفاع للصور (%s%)
ta_in: படங்களின் அதிகபட்ச உயரம் (%s %)

source: Font size
ta_in: எழுத்துரு அளவு

source: Indentation size (number of spaces)
ta_in: உள்தள்ளல் அளவு (இடைவெளி எண்ணிக்கை)

source: Smart quotes
ar_ar: علامات اقتباس ذكية
ta_in: அறிவு மேற்கோள்கள்
vi_vi: Ngoặc kép/đơn tự động

source: Double Quotes
ta_in: இரட்டை மேற்கோள்கள்

source: Single Quotes
ta_in: ஒற்றை மேற்கோள்கள்

source: Text-replacement patterns
ar_ar: أنماط استبدال النص
ta_in: உரை-மாற்று வடிவங்கள்
vi_vi: Mẫu dùng để thay thế văn bản

source: Pattern for Zettelkasten IDs
ta_in: செட்டல்காச்டன் அடையாளங்கள் ஒழுங்குமுறை

source: When linking files, add the document name …
ta_in: கோப்புகளை இணைக்கும்போது, ஆவண பெயரைச் சேர்…

source: Always
ta_in: எப்போதும்

source: Only when linking using the ID
ta_in: அடையாளத்தைப் பயன்படுத்தி இணைக்கும்போது மட்டும்

source: Automatically create non-existing files in this folder when following internal links
ta_in: உள் இணைப்புகளைப் பின்பற்றும்போது தானாகவே இந்த கோப்புறையில் இல்லாத கோப்புகளை உருவாக்கு

source: For this to work, the folder must be open as a Workspace in Zettlr.
ar_ar: لكي يعمل هذا، يجب أن يكون المجلد مفتوحًا كمساحة عمل في زيتلر.
ta_in: இது வேலை செய்ய, கோப்புறை செட்லரில் பணியிடமாக திறக்கப்பட வேண்டும்.
vi_vi: Để chế độ này có hiệu lực, thư mục mục tiêu phải là một Workspace trong Zettlr.

source: Mother language
ar_ar: اللغة الأم
ta_in: தாய்மொழி
vi_vi: Ngôn ngữ mẹ đẻ

source: Define a pattern for new file names
ta_in: புதிய கோப்பு பெயர்களுக்கான முறை வரையறை

source: File extensions to be visible in the Attachments sidebar
ar_ar: امتدادات الملفات المرئية في الشريط الجانبي للمرفقات
ta_in: கோப்பு நீட்டிப்புகள் இணைப்புகள் பக்கப்பட்டியில் தெரியும்
vi_vi: Định dạng tập tin được hiển thị ở Thanh tệp đính kèm

source: Toggle readability mode
ar_ar: تبديل وضع القراءة

source: Formatting characters for bold and italics
ar_ar: أحرف التنسيق للخط العريض والمائل

source: Preferred Variants
ar_ar: المتغيرات المفضلة

source: Attachments sidebar
ar_ar: الشريط الجانبي للمرفقات
vi_vi: Thanh tệp đính kèm

source: Vim commands work automatically with non-Latin keyboards (Arabic, Hebrew, etc.) thanks to physical key mapping. Basic commands (h/j/k/l/w/b) work without any configuration.
ar_ar: تعمل أوامر Vim تلقائيًا مع لوحات المفاتيح غير اللاتينية (العربية، العبرية، إلخ) بفضل تخطيط المفاتيح الفيزيائي. الأوامر الأساسية (h/j/k/l/w/b) تعمل دون الحاجة لأي إعدادات.

source: Custom Vim Key Mappings
ar_ar: تخصيص مفاتيح أوامر Vim

source: Train custom key combinations for Vim commands that require modifier keys on your keyboard layout. For example, on German keyboards "{" requires Alt+8. Click "Key Combination" and press the key combo to train it. This is optional - only needed for special characters.
ar_ar: قم بتدريب تركيبات مفاتيح مخصصة لأوامر Vim التي تتطلب مفاتيح تعديل على تخطيط لوحة المفاتيح الخاصة بك. على سبيل المثال، على لوحات المفاتيح الألمانية يتطلب "{" الضغط على Alt+8. انقر على "تركيبة المفاتيح" واضغط على التركيبة لتدريبها. هذا اختياري - مطلوب فقط للأحرف الخاصة.

source: Left section buttons
vi_vi: Các nút vùng bên trái

source: Center section buttons
vi_vi: Các nút vùng trung tâm

source: Right section buttons
vi_vi: Các nút vùng bên phải

source: Formatting characters for bold and italic
vi_vi: Ký tự định dạng cho in đậm và in nghiêng

source: Go to website
eu_eu: Webgunera joan

source: Get LaTeX
eu_eu: Lortu LaTeX

source: characters (w/o spaces)
eu_eu: karaktere (espaziorik gabe)

source: Options for ZKN elements
eu_eu: ZKN elementuen aukerak

source: When linking files, add the filename …
eu_eu: Fitxategiak estekatzerakoan, fitxategiaren izena gehitu...

source: Search for dictionaries &hellip;
eu_eu: Hiztegiak bilatu &hellip;

source: Application language (<strong>Restart required!</strong>)
eu_eu: Aplikazioaren hizkuntza (<strong>Berrabiarazi behar da!</strong>)

source: These options determine which elements are rendered in documents.
eu_eu: Aukera hauek dokumentuetan zein elementu errendatuko diren zehazten dute.

source: With these controls you can constrain the image previews.
eu_eu: Kontrol hauekin irudien aurrebistak mugatu ditzakezu.
