Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: November
ar_ar: نوفمبر
ca_ca: Novembre
fi_fi: Marraskuu
ja_jp: 11月
kk_kz: Қараша
pl_pl: Listopad
ru_ru: Ноябрь
ta_in: கார்த்திகை
vi_vi: Tháng Mười Một

source: December
ar_ar: ديسمبر
ca_ca: Desembre
de_de: Dezember
et_et: detsember
fi_fi: Joulukuu
id_id: Desember
ja_jp: 12月
kk_kz: Желтоқсан
pl_pl: Grudzień
ru_ru: Декабрь
ta_in: மார்கழி
vi_vi: Tháng Mười Hai

source: Charts
ar_ar: الرسوم البيانية
ca_ca: Gràfics
da_da: Diagrammer
fi_fi: Kaaviot
id_id: Grafik
ja_jp: グラフ
kk_kz: Диаграммалар
pl_pl: Wykresy
ru_ru: Диаграммы
sv_sv: Diagram
ta_in: விளக்கப்படங்கள்
uk_uk: Графіки
vi_vi: Các biểu đồ

source: FSAL Stats
ar_ar: إحصائيات FSAL
da_da: FSAL statistikker
de_de: FSAL-Statistiken
ja_jp: FSAL 統計
kk_kz: FSAL статистикасы

source: Writing statistics
ar_ar: كتابة الإحصائيات
da_da: Skrivestatistikker
de_de: Schreibstatistiken
ja_jp: 執筆統計
kk_kz: Жазу статистикасы

source: Monday
de_de: Montag
ja_jp: 月曜日

source: Tuesday
de_de: Dienstag
ja_jp: 火曜日

source: Wednesday
de_de: Mittwoch
ja_jp: 水曜日

source: Thursday
de_de: Donnerstag
ja_jp: 木曜日

source: Friday
de_de: Freitag
ja_jp: 金曜日

source: Saturday
de_de: Samstag
ja_jp: 土曜日

source: Sunday
de_de: Sonntag
ja_jp: 日曜日

source: This chart shows your current word count and compares it to the average of this and the previous year(s).
de_de: Dieses Diagramm zeigt deine Wörter diese Woche und vergleicht sie mit den Durchschnitten diesen und letzten Jahres.
ja_jp: このグラフには、現在の単語数と、今年および前年の平均との比較が表示されます。

source: This week
de_de: Diese Woche
ja_jp: 今週

source: This year
de_de: Dieses Jahr
ja_jp: 今年

source: Last year
de_de: Letztes Jahr
ja_jp: 去年

source: No results
ar_ar: لا توجد نتائج
ca_ca: Sense resultats
da_da: Ingen resultater
de_de: Keine Ergebnisse
et_et: Tulemused puuduvad
eu_eu: Ez dago emaitzarik
fi_fi: Ei tuloksia
id_id: Tidak ada hasil
ja_jp: 検索結果なし
kk_kz: Нәтиже жоқ
pl_pl: Brak wyników
ru_ru: Нет результатов
sv_sv: Inga resultat
ta_in: முடிவுகள் இல்லை
uk_uk: Немає результатів
vi_vi: Không có kết quả

source: No directory selected
ar_ar: لم يتم تحديد دليل/مجلد
ca_ca: No s'ha seleccionat cap carpeta
da_da: Intet bibliotek valgt
de_de: Kein Verzeichnis ausgewählt
et_et: Nimistut pole valitud
eu_eu: Ez dago direktoriorik hautatuta
fi_fi: Hakemistoa ei ole valittu
id_id: Direktori belum dipilih
ja_jp: ディレクトリが選択されていません
kk_kz: Каталог таңдалмаған
pl_pl: Nie wybrano katalogu
ru_ru: Не выбраны директории
sv_sv: Ingen katalog har valts
ta_in: எந்த கோப்பகமும் தேர்ந்தெடுக்கப்படவில்லை
uk_uk: Немає вибраних каталогів
vi_vi: Không có thư mục nào được chọn

source: Empty directory
ar_ar: دليل/مجلد فارغ
ca_ca: Carpeta buida
da_da: Tom mappe
de_de: Leeres Verzeichnis
et_et: Tühi nimistu
eu_eu: Direktorioa hutsik
fi_fi: Tyhjä hakemisto
id_id: Kosongkan direktori
ja_jp: 空のディレクトリ
kk_kz: Бос каталог
pl_pl: Pusty katalog
ru_ru: Пустая директория
sv_sv: Tom katalog
ta_in: வெற்று அடைவு
uk_uk: Пустий каталог
vi_vi: Thư mục trống

source: Directories
ar_ar: دلائل/مجلدات
ca_ca: Carpetes
da_da: Mapper
de_de: Verzeichnisse
et_et: Nimistud
eu_eu: Direktorioak
fi_fi: Hakemistot
id_id: Direktori
ja_jp: ディレクトリ
kk_kz: Каталогтар
pl_pl: Foldery
ru_ru: Директории
sv_sv: Kataloger
ta_in: கோப்பகங்கள்
uk_uk: Директорії
vi_vi: Các thư mục

source: Files
ar_ar: الملفات
ca_ca: Fitxers
da_da: Filer
de_de: Dateien
et_et: Failid
eu_eu: Fitxategiak
fi_fi: Tiedostot
id_id: File
ja_jp: ファイル
kk_kz: Файлдар
pl_pl: Pliki
ru_ru: Файлы
sv_sv: Filer
ta_in: கோப்புகள்
uk_uk: Файли
vi_vi: Các tập tin

source: Characters
ar_ar: اﻷحرف والرموز
ca_ca: Caràcters
da_da: Tegn
de_de: Zeichen
et_et: Tähemärgid
eu_eu: Karaktereak
fi_fi: merkkiä
id_id: Karakter
ja_jp: 文字
kk_kz: Таңбалар
pl_pl: Znaki
ru_ru: Символы
sv_sv: Tecken
ta_in: எழுத்துக்கள்
uk_uk: символів
vi_vi: Các kí tự

source: Words
ar_ar: كلمات
ca_ca: Paraules
da_da: Ord
de_de: Wörter
et_et: Sõnad
eu_eu: Hitzak
fi_fi: sanaa
id_id: Kata
ja_jp: 単語
kk_kz: Сөздер
pl_pl: Słowa
ru_ru: Слова
sv_sv: Ord
ta_in: சொற்கள்
uk_uk: слів
vi_vi: Các từ

source: Enter a name
de_de: Namen eingeben
ja_jp: 名前の入力

source: Untitled
ar_ar: بدون عنوان
ca_ca: Sense títol
da_da: Uden navn
de_de: Unbenannt
et_et: Nimetu
eu_eu: Izenburu gabea
fi_fi: Uusi hakemisto
id_id: Tanpa Judul
ja_jp: 無題
kk_kz: Атаусыз
pl_pl: Bez tytułu
ru_ru: Без названия
sv_sv: Obetitlad
ta_in: தலைப்பில்லாத்து
uk_uk: Без назви
vi_vi: Chưa đặt tên

source: Filter…
de_de: Filtern…
ja_jp: フィルター…
kk_kz: Сүзу…

source: Workspaces
ar_ar: مساحات العمل
ca_ca: Espais de treball
da_da: Arbejdsområder
de_de: Arbeitsverzeichnisse
et_et: Töölauad
eu_eu: Lan eremuak
id_id: Workspace
ja_jp: ワークスペース
kk_kz: Жұмыс кеңістіктері
pl_pl: Obszary robocze
ru_ru: Рабочее окружение
sv_sv: Arbetsytor
ta_in: பணியிடங்கள்
uk_uk: Робочі простори
vi_vi: Vùng Làm Việc

source: No open files or folders
ar_ar: لا توجد ملفات أو مجلدات مفتوحة
ca_ca: No hi ha ni fitxers ni carpetes oberts
da_da: Ingen åbne filer eller mapper
de_de: Keine offenen Dateien oder Ordner
et_et: Avatud failid või kaustad puuduvad
eu_eu: Ez dago fitxategi edo direktoriorik irekita
id_id: Tidak ada file atau folder yang terbuka
ja_jp: 開いているファイルまたはフォルダーはありません
kk_kz: Ашық файлдар немесе қалталар жоқ
pl_pl: Brak otwartych plików/katalogów
ru_ru: Нет открытых файлов или каталогов
sv_sv: Inga öppna filer eller mappar
ta_in: திறந்த கோப்புகள் அல்லது கோப்புறைகள் இல்லை
uk_uk: Не відкрито жодного файлу чи каталогу
vi_vi: Không có tập tin hay thư mục được mở

source: Created
ar_ar: أُنشئ
ca_ca: Creat
da_da: Oprettet
de_de: Erstellt
et_et: Loodud
fi_fi: Luotu
id_id: Dibuat
ja_jp: 作成日時
kk_kz: Жасалған
pl_pl: Stworzony
ru_ru: Создано
sv_sv: Skapad
ta_in: உருவாக்கப்பட்டது
vi_vi: Đã tạo

source: Project Settings…
ar_ar: اعدادات المشروع...
ca_ca: Configuració del projecte...
da_da: Projekt indstillinger
de_de: Projekteinstellungen…
et_et: Projekti Sätted...
eu_eu: Proiektuaren ezarpenak...
fi_fi: Projektin asetukset…
id_id: Pengaturan Proyek...
ja_jp: プロジェクトの設定…
kk_kz: Жоба параметрлері…
pl_pl: Ustawienia projektu...
ru_ru: Настройки проекта…
sv_sv: Projekt inställningar...
ta_in: திட்ட அமைப்புகள்…
uk_uk: Налаштування проекту...
vi_vi: Thiết lập cho dự án...

source: Enable Project
da_da: Aktiver Projekt
de_de: Projekt aktivieren
ja_jp: プロジェクトを有効にする
kk_kz: Жобаны қосу

source: Sort by name
da_da: Sorter efter navn
de_de: Nach Name sortieren
ja_jp: 名前で並べ替え
kk_kz: Атауы бойынша сұрыптау

source: Sort by time
da_da: Sorter efter tidspunkt
de_de: Nach Zeit sortieren
ja_jp: 時間で並べ替え
kk_kz: Уақыты бойынша сұрыптау

source: ascending
da_da: stigende
de_de: aufsteigend
ja_jp: 昇順
kk_kz: өсу ретімен

source: descending
da_da: faldende
de_de: absteigend
ja_jp: 降順
kk_kz: кему ретімен

source: Cloud
da_da: Sky
de_de: Wolke
ja_jp: クラウド
kk_kz: Бұлт

source: Check
da_da: Kontrol
de_de: Ok
ja_jp: 確認
kk_kz: Тексеру

source: Times
de_de: Kreuz
ja_jp: 回
kk_kz: Уақыт

source: Help
ar_ar: مساعدة
ca_ca: Ajuda
da_da: Hjælp
de_de: Hilfe
et_et: Abi
eu_eu: Laguntza
fi_fi: Ohje
id_id: Bantuan
ja_jp: ヘルプ
kk_kz: Анықтама
pl_pl: Pomoc
ru_ru: Помощь
sv_sv: Hjälp
ta_in: உதவி
uk_uk: Довідка
vi_vi: Trợ Giúp

source: Info
ja_jp: 情報
kk_kz: Ақпарат

source: Success
da_da: Succes
de_de: Erfolg
ja_jp: 成功
kk_kz: Сәтті

source: Error
da_da: Fejl
de_de: Fehler
ja_jp: エラー
kk_kz: Қате

source: Warning
da_da: Advarsel
de_de: Warnung
ja_jp: 警告
kk_kz: Ескерту

source: Bell
da_da: Klokke
de_de: Glocke
ja_jp: ベル
kk_kz: Қоңырау

source: Person
ja_jp: 人物
kk_kz: Адам

source: People
da_da: Folk
de_de: Personen
ja_jp: 人々
kk_kz: Адамдар

source: Home
ja_jp: ホーム

source: Ban
ja_jp: 禁止

source: Eye
da_da: Øje
de_de: Auge
ja_jp: 目
kk_kz: Көз

source: Eye (crossed)
da_da: Øje (krydset)
de_de: Auge (gestrichen)
ja_jp: 目 (交差)
kk_kz: Көз (сызылған)

source: Calculator
da_da: Lommeregner
de_de: Taschenrechner
ja_jp: 電卓
kk_kz: Калькулятор

source: Store
da_da: Lager
de_de: Laden
ja_jp: 店
kk_kz: Дүкен

source: Shopping bag
da_da: Indkøbstaske
de_de: Tragetasche
ja_jp: 買い物バッグ
kk_kz: Сауда сөмкесі

source: Shopping cart
da_da: Indkøbskurv
de_de: Einkaufswagen
ja_jp: ショッピングカート
kk_kz: Сауда арбасы

source: Factory
da_da: Fabrik
de_de: Fabrik
ja_jp: 工場
kk_kz: Зауыт

source: Heart
da_da: Hjerte
de_de: Herz
ja_jp: ハート
kk_kz: Жүрек

source: Heart (broken)
da_da: Hjerte (knust)
de_de: Herz (gebrochen)
ja_jp: ハート (壊れた)
kk_kz: Жүрек (сынған)

source: Bubbles
da_da: Bobler
de_de: Sprechblasen
ja_jp: 吹き出し
kk_kz: Көпіршіктер

source: Bubble
da_da: Boble
de_de: Sprechblase
ja_jp: 吹き出し
kk_kz: Көпіршік

source: Bubble (exclamation)
da_da: Boble (udtryk)
de_de: Sprechblase (Ausrufezeichen)
ja_jp: 吹き出し (!)
kk_kz: Көпіршік (леп белгісі)

source: Colour Palette
da_da: Farvepalette
de_de: Farbpalette
ja_jp: カラーパレット
kk_kz: Түс палитрасы

source: Bars
de_de: Balken
ja_jp: 棒グラフ
kk_kz: Жолақтар

source: Thermometer
da_da: Termometer
ja_jp: 温度計
kk_kz: Термометр

source: Book
da_da: Bog
de_de: Buch
ja_jp: 本
kk_kz: Кітап

source: Library
da_da: Bibliotek
de_de: Bibliothek
ja_jp: ライブラリ
kk_kz: Кітапхана

source: Bug
da_da: Insekt
de_de: Käfer
ja_jp: バグ
kk_kz: Қате

source: Note
de_de: Notiz
ja_jp: メモ
kk_kz: Жазба

source: Lightbulb
da_da: Pære
de_de: Glühbirne
ja_jp: 電球
kk_kz: Шам

source: Trash
da_da: Afflald
de_de: Mülleimer
ja_jp: ごみ箱
kk_kz: Қоқыс

source: Snowflake
da_da: Snefnug
de_de: Schneeflocke
ja_jp: 雪の結晶
kk_kz: Қар үлпегі

source: Asterisk
da_da: Stjerne
de_de: Stern
ja_jp: アスタリスク
kk_kz: Жұлдызша

source: Key
da_da: Nøgle
de_de: Schlüssel
ja_jp: キー
kk_kz: Кілт

source: Bolt
de_de: Blitz
ja_jp: 稲妻
kk_kz: Бұрандама

source: Wrench
da_da: Svensknøgle
de_de: Schraubschlüssel
ja_jp: レンチ
kk_kz: Кілт

source: Flame
da_da: Flamme
de_de: Flamme
ja_jp: 炎
kk_kz: Жалын

source: Hourglass
da_da: Timeglas
de_de: Sanduhr
ja_jp: 砂時計
kk_kz: Құм сағат

source: Briefcase
da_da: Dokumentmappe
de_de: Aktenkoffer
ja_jp: ブリーフケース
kk_kz: Портфель

source: Tools
da_da: Værktøj
de_de: Werkzeugkasten
ja_jp: ツール
kk_kz: Құралдар

source: Moon
da_da: Måne
de_de: Mond
ja_jp: 月
kk_kz: Ай

source: Sun
da_da: Sol
de_de: Sonne
ja_jp: 太陽
kk_kz: Күн

source: Tree
da_da: Træ
de_de: Baum
ja_jp: 木
kk_kz: Ағаш

source: Circle (dot)
da_da: Cirkel (prik)
de_de: Kreis mit Punkt
ja_jp: 円 (点)
kk_kz: Шеңбер (нүкте)

source: Circle
da_da: Cirkel
de_de: Kreis
ja_jp: 円
kk_kz: Шеңбер

source: Video camera
da_da: Videokamera
de_de: Filmkamera
ja_jp: ビデオカメラ
kk_kz: Бейнекамера

source: Film strip
da_da: Filsstribe
de_de: Film
ja_jp: フィルム
kk_kz: Пленка таспасы

source: Microphone
da_da: Mikrofon
de_de: Mikrofon
ja_jp: マイク
kk_kz: Микрофон

source: Crown
da_da: Klovn
de_de: Krone
ja_jp: 王冠
kk_kz: Тәж

source: Star
da_da: Stjerne
de_de: Stern
ja_jp: 星
kk_kz: Жұлдыз

source: Flag
de_de: Flagge
ja_jp: 旗
kk_kz: Ту

source: Envelope
da_da: Konvolut
de_de: Briefumschlag
ja_jp: 封筒
kk_kz: Конверт

source: Airplane
da_da: Fly
de_de: Flugzeug
ja_jp: 飛行機
kk_kz: Ұшақ

source: Happy emoji
da_da: Glad emoji
de_de: Lachendes Emoji
ja_jp: 絵文字 (笑顔)
kk_kz: Қуанышты эмодзи

source: Neutral emoji
de_de: Neutrales Emoji
ja_jp: 絵文字 (無表情)
kk_kz: Бейтарап эмодзи

source: Sad emoji
da_da: Sørgelig emoje
de_de: Trauriges Emoji
ja_jp: 絵文字 (悲しい)
kk_kz: Қайғылы эмодзи

source: Thumbs up
da_da: Tommel op
de_de: Daumen hoch
ja_jp: 高評価
kk_kz: Бас бармақ жоғары

source: Thumbs down
da_da: Tommel ned
de_de: Daumen runter
ja_jp: 低評価
kk_kz: Бас бармақ төмен

source: Map
da_da: Kort
de_de: Karte
ja_jp: 地図
kk_kz: Карта

source: Compass
da_da: Kompas
de_de: Kompass
ja_jp: コンパス
kk_kz: Компас

source: Map marker
da_da: Kortmarkør
de_de: Kartenmarkierung
ja_jp: 地図マーカー
kk_kz: Карта маркері

source: Flask
da_da: Kolbe
de_de: Becherglas
ja_jp: フラスコ
kk_kz: Колба

source: Set writing target…
ar_ar: تحديد هدف الكتابة ...
ca_ca: Estableix un objectiu d'escriptura…
da_da: Vælg mål for skrivning…
de_de: Schreibziel setzen…
et_et: Sea kirjutamiseesmärk...
eu_eu: Idazteko helburua ezarri...
fi_fi: Aseta kirjoitustavoite…
id_id: Tetapkan target penulisan…
ja_jp: 執筆目標の設定…
kk_kz: Жазу мақсатын орнату...
pl_pl: Ustaw cel pisania
ru_ru: Установить цель записи…
sv_sv: Sätt skrivmål...
ta_in: எழுதும் இலக்கை அமை…
uk_uk: Задати ціль...
vi_vi: Đặt mục tiêu viết…

source: Other files
ar_ar: ملفات أخرى
ca_ca: Altres fitxers
da_da: Andre filer
de_de: Andere Dateien
et_et: Teised failid
fi_fi: Muut tiedostot
id_id: Ber
ja_jp: その他のファイル
kk_kz: Басқа файлдар
pl_pl: Inne pliki
ru_ru: Другие файлы
sv_sv: Övriga filer
ta_in: பிற கோப்புகள்
vi_vi: Các tập tin khác

source: Open directory
ar_ar: افتح المجلد
ca_ca: Obre la carpeta
da_da: Åbn mappe
de_de: Öffne Verzeichnis
et_et: Ava nimistu
eu_eu: Direktorioa ireki
fi_fi: Avaa hakemisto
id_id: Buka direktori
ja_jp: ディレクトリを開く
kk_kz: Каталогты ашу
pl_pl: Otwórz katalog
ru_ru: Открыть директорию
sv_sv: Öppna mapp
ta_in: அடைவு திற
uk_uk: Відкрити каталог
vi_vi: Mở thư mục

source: No other files
ar_ar: لا توجد ملفات أخرى
ca_ca: Cap altre fitxer
da_da: Ingen andre filer
de_de: Keine anderen Dateien
et_et: Teisi faile pole
fi_fi: Ei muita tiedostoja
id_id: Tidak ada berkas lainnya
ja_jp: その他のファイルはありません
kk_kz: Басқа файлдар жоқ
pl_pl: Żadnych innych plików
ru_ru: Нет прочих файлов
sv_sv: Inga andra filer
ta_in: வேறு கோப்புகள் இல்லை
vi_vi: Không có tập tin khác

source: Table of contents
da_da: Indholdsfortegnelse
de_de: Inhaltsverzeichnis
ja_jp: 目次
kk_kz: Мазмұны

source: Related files
ar_ar: الملفات ذات الصلة
ca_ca: Fitxers relacionats
da_da: Relaterede filer
de_de: Verwandte Dateien
et_et: Seotud failid
fi_fi: Liittyvät tiedostot
id_id: Berkas yang berkaitan
ja_jp: 関連ファイル
kk_kz: Қатысты файлдар
pl_pl: Pliki pokrewne
ru_ru: Связанные файлы
sv_sv: Relaterade filer
ta_in: தொடர்புடைய கோப்புகள்
vi_vi: Các tập tin liên quan

source: There are no citations in this document.
ar_ar: لا توجد اقتباسات في هذا المستند.
ca_ca: No hi ha cites en aquest document
da_da: Der er ingen citationer i dette dokument
de_de: In diesem Dokument wurden keine Zitationen gefunden.
et_et: Selles dokumendis pole ühtegi tsitaati.
eu_eu: Ez dago aipurik dokumentu honetan.
fi_fi: Tässä tiedostossa ei ole viitteitä
id_id: Tidak ada kutipan pada dokumen ini.
ja_jp: このドキュメントには参考文献が存在しません。
kk_kz: Бұл құжатта дәйексөздер жоқ.
pl_pl: Nie ma cytowań w tym dokumencie
ru_ru: Документ не содержит цитат.
sv_sv: Det finns inga citat i detta dokument.
ta_in: இந்த ஆவணத்தில் மேற்கோள்கள் எதுவும் இல்லை.
uk_uk: Цей документ не містить цитат.
vi_vi: Không có trích dẫn trong tài liệu này.

source: circa %s words
da_da: cirka %s ord
de_de: circa %s Wörter
ja_jp: 約 %s 語
kk_kz: шамамен %s сөз

source: No related files
ar_ar: لا توجد ملفات ذات صلة
ca_ca: No hi ha fitxers relacionats
da_da: Ingen relaterede filer
de_de: Keine verwandten Dateien
et_et: Seotud faile pole
fi_fi: Ei liittyviä tiedostoja
id_id: Tidak ada berkas yang berkaitan
ja_jp: 関連ファイルがありません
kk_kz: Қатысты файлдар жоқ
pl_pl: Brak plików pokrewnych
ru_ru: Нет связанных файлов
sv_sv: Inga relaterade filer
ta_in: தொடர்புடைய கோப்புகள் இல்லை
vi_vi: Không có tập tin liên quan

source: This relation is based on a bidirectional link.
ca_ca: Aquesta relació està basada en un enllaç bidireccional.
da_da: Dennne relation er baseret på et tovejs link.
de_de: Verwandt aufgrund gegenseitiger Verlinkung.
ja_jp: このリレーションは双方向リンクです。
kk_kz: Бұл байланыс екі бағытты сілтемеге негізделген.
ru_ru: Это отношение основано на двунаправленной связи.
ta_in: இந்த உறவு ஒரு இருதரப்பு இணைப்பை அடிப்படையாகக் கொண்டது.
vi_vi: Quan hệ này được dựa trên liên kết hai chiều.

source: This relation is based on an outbound link.
ca_ca: Aquesta relació està basada en un enllaç de sortida.
da_da: Denne relation er baseret på et udgående link.
de_de: Verwandt aufgrund ausgehendem Link.
ja_jp: このリレーションはアウトバウンドリンクです。
kk_kz: Бұл байланыс шығыс сілтемесіне негізделген.
ru_ru: Это отношение основано на исходящей ссылке.
ta_in: இந்த உறவு வெளிச்செல்லும் இணைப்பை அடிப்படையாகக் கொண்டது.
vi_vi: Quan hệ này được dựa trên liên kết đi.

source: This relation is based on a backlink.
ca_ca: Aquesta relació està basada en un retroenllaç.
da_da: Denne relation er baseret på et retur-link.
de_de: Verwandt aufgrund eingehendem Link.
ja_jp: このリレーションはバックリンクです。
kk_kz: Бұл байланыс кері сілтемеге негізделген.
ru_ru: Это отношение основано на обратной ссылке.
ta_in: இந்த உறவு ஒரு பின்னிணைப்பை அடிப்படையாகக் கொண்டது.
vi_vi: Quan hệ này được dựa trên liên kết tới.

source: This relation is based on %s shared tags: %s
ca_ca: Aquesta relació està basada en %s etiquetes compartides: %s
da_da: Denne relation er baseret på %s delte mærkater: %s
de_de: Verwandt basierend auf %s gemeinsamen Schlagworten: %s
ja_jp: このリレーションは%s個のタグを共有しています : %s
kk_kz: Бұл байланыс %s ортақ тегтерге негізделген: %s
ru_ru: Это отношение основано на общих тегах %s: %s
ta_in: இந்த உறவு %s பகிரப்பட்ட குறிச்சொற்களை அடிப்படையாகக் கொண்டது: %s
vi_vi: Quan hệ này được dựa trên %s thẻ chung: %s

source: Table size: %s &times; %s
ar_ar: حجم الجدول:%s×%s
da_da: Tabelstørrelse: %s &times; %s
de_de: Tabellengröße: %s &times; %s
ja_jp: 表のサイズ : %s × %s
kk_kz: Кесте өлшемі: %s × %s

source: Start
ar_ar: بدء
ca_ca: Comença
et_et: Alustamine
eu_eu: Hasi
fi_fi: Aloita
id_id: Mulai
ja_jp: 開始
kk_kz: Бастау
ru_ru: Пуск
ta_in: தொடங்கு
uk_uk: Запуск
vi_vi: Bắt Đầu

source: Stop
ar_ar: توقف
ca_ca: Atura
et_et: Lõpetamine
eu_eu: Gelditu
fi_fi: Pysäytä
ja_jp: 停止
kk_kz: Тоқтату
ru_ru: Остановить
sv_sv: Stopp
ta_in: நிறுத்து
uk_uk: Зупинити
vi_vi: Ngừng lại

source: Work
ar_ar: عمل
ca_ca: Treballant
da_da: Arbejde
de_de: Arbeiten
et_et: Töö
eu_eu: Lanera
fi_fi: Työskentely
id_id: Kerja
ja_jp: 作業
kk_kz: Жұмыс
pl_pl: Praca
ru_ru: Работа
sv_sv: Arbete
ta_in: வேலை
uk_uk: Робота
vi_vi: Công việc

source: Short break
ar_ar: استراحة قصيرة
ca_ca: Pausa curta
da_da: Kort pause
de_de: Kurze Pause
et_et: Lühike paus
eu_eu: Geldiune laburra
fi_fi: Lyhyt tauko
id_id: Istirahat sebentar
ja_jp: 小休憩
kk_kz: Қысқа үзіліс
pl_pl: Krótka przerwa
ru_ru: Короткий перерыв
sv_sv: Kort paus
ta_in: சிறு இடைவேளை
uk_uk: Коротка перерва
vi_vi: Nghỉ ngắn

source: Break
ar_ar: استراحة
ca_ca: Pausa
da_da: Pause
de_de: Lange Pause
et_et: Paus
eu_eu: Geldiunea
fi_fi: Tauko
id_id: Istirahat
ja_jp: 休憩
kk_kz: Үзіліс
pl_pl: Przerwa
ru_ru: Перерыв
sv_sv: Paus
ta_in: இடைவேளை
uk_uk: Перерва
vi_vi: Nghỉ

source: Sound Effect
ca_ca: Efecte de so
da_da: Lydeffekt
de_de: Ton
ja_jp: 効果音
kk_kz: Дыбыс эффекті
ru_ru: Звуковой эффект
ta_in: ஒலி விளைவு
vi_vi: Hiệu Ứng Âm Thanh

source: Volume
ca_ca: Volum
da_da: Lydstyrke
de_de: Lautstärke
ja_jp: 音量
kk_kz: Дыбыс деңгейі
ru_ru: Громкость
ta_in: தொகுதி
vi_vi: Âm Lượng

source: Open after export
ja_jp: エクスポート後に開く

source: Temporary directory
da_da: Midlertidig mappe
de_de: Temporärer Ordner
ja_jp: 一時ディレクトリ
kk_kz: Уақытша каталог

source: Current directory
ar_ar: المجلد الحالي
da_da: Nuværende mappe
de_de: Aktueller Ordner
ja_jp: 現在のディレクトリ
kk_kz: Ағымдағы каталог

source: Select directory
da_da: Vælg mappe
de_de: Ordner auswählen
ja_jp: ディレクトリを選択
kk_kz: Каталогты таңдау

source: Exporting…
ca_ca: S'està exportant…
de_de: Exportiere…
ja_jp: エクスポート中…
kk_kz: Экспорттау...
ru_ru: Экспортирование…
ta_in: ஏற்றுமதி செய்கிறது…

source: Export
ca_ca: Exporta
de_de: Exportieren
ja_jp: エクスポート
kk_kz: Экспорт
ru_ru: Экспорт
ta_in: ஏற்றுமதி

source: command
ca_ca: ordre
da_da: kommando
de_de: Befehl
ja_jp: コマンド
kk_kz: команда
ru_ru: комманда
ta_in: கட்டளை
vi_vi: lệnh

source: words last month
ar_ar: كلمات الشهر الماضي
ca_ca: paraules escrites l'últim mes
da_da: Ord i sidste måned
de_de: Wörter (Monat)
et_et: sõnu see kuu
eu_eu: hitz joan den hilabetean
fi_fi: sanaa viime kuussa
id_id: kata bulan lalu
ja_jp: 先月の単語数
kk_kz: өткен айдағы сөздер
pl_pl: słów w ubiegłym miesiącu
ru_ru: слов за последний месяц
sv_sv: ord förra månaden
ta_in: கடந்த திங்கள் சொற்கள்
uk_uk: слів за минулий місяць
vi_vi: số từ trong tháng trước

source: daily average
ar_ar: المعدل اليومي
ca_ca: Mitjana diària
da_da: Dagligt gennemsnit
de_de: durchschnittlich
et_et: Päevane keskmine
eu_eu: eguneko batazbestekoa
fi_fi: päivittäinen keskiarvo
id_id: rata-rata harian
ja_jp: 一日当たりの平均
kk_kz: күнделікті орташа
pl_pl: dzienna średnia
ru_ru: среднее за день
sv_sv: dagligt genomsnitt
ta_in: அன்றாடம் சராசரி
uk_uk: в середньому за день
vi_vi: trung bình ngày

source: words today
ar_ar: كلمات اليوم
ca_ca: Paraules escrites avui
da_da: ord idag
de_de: Wörter heute
et_et: sõnu täna
eu_eu: hitz gaur
fi_fi: sanaa tänään
id_id: kata hari ini
ja_jp: 今日の単語数
kk_kz: бүгінгі сөздер
pl_pl: słów dzisiaj
ru_ru: слов сегодня
sv_sv: Ord idag
ta_in: இன்று சொற்கள்
uk_uk: слів за сьогодні
vi_vi: số từ hôm nay

source: 🔥 You're on fire!
ar_ar: 🔥 أنت تشتعل حماسًا!
ca_ca: 🔥 Ho estàs petant!
da_da: 🔥 Vi kan ikke brænde dig, for du' allerede ild!
de_de: 🔥 Weiter so!
et_et: 🔥 Sa oled leegitsemas!
eu_eu: 🔥 Sutan zaude!
fi_fi: 🔥 Olet liekeissä!
id_id: 🔥 Kamu sedang bersemangat!
ja_jp: 🔥 好調ですね!
kk_kz: 🔥 Сіз жанып тұрсыз!
pl_pl: 🔥 Wymiatasz!
ru_ru: 🔥 Потрясающе!
sv_sv: 🔥 Du är kanon bra!
ta_in: 🔥 நீங்கள் தீயில்!
uk_uk: 🔥 Робота горить!
vi_vi: 🔥 Bạn đang rực cháy!

source: 💪 You're close to hitting your daily average!
ar_ar: 💪 أنت على وشك الوصول إلى المعدل اليومي!
ca_ca: 💪 Estàs a punt de superar la mitjana diària!
da_da: 💪 Du er tæt på at nå dit daglige gennemsnit
de_de: 💪 Fast geschafft!
eu_eu: 💪 Zure eguneko batazbestetik gertu zaude!
fi_fi: 💪 Olet lähellä päivittäistä keskiarvoasi!
id_id: 💪 Kamu hampir mencapai rata-rata harianmu!
ja_jp: 💪 1日の平均まであと少しです!
kk_kz: 💪 Сіз күнделікті орташа көрсеткішіңізге жақындап келесіз!
pl_pl: 💪 Zbliżasz się do swojej dziennej średniej!
ru_ru: 💪 Дневная цель почти достигнута!
sv_sv: 💪 Du är nära att nå ditt dagliga genomsnitt!
ta_in: 💪 உங்கள் அன்றாட சராசரியைத் தாக்க நீங்கள் நெருக்கமாக இருக்கிறீர்கள்!
uk_uk: 💪 Ви наближаєтеся до середньодобової позначки!
vi_vi: 💪 Bạn sắp đạt mức trung bình ngày rồi!

source: ✍🏼 Get writing to surpass your daily average.
ar_ar: ✍🏼 استمر بالكتابة لتتجاوز المعدل اليومي.
ca_ca: ✍🏼 Segueix escrivint per a superar la mitjana diària
da_da: ✍🏼 Kom igang med at skrive så du kan overgå dit daglige gennemsnit
de_de: ✍🏼 Schreibe, um deinen Durchschnitt zu übertreffen.
eu_eu: ✍🏼 Ekin idazteari zure eguneko batazbestekoa gainditzeko.
fi_fi: ✍🏼 Aloita kirjoittaminen parantaaksesi keskiarvoasi.
id_id: ✍🏼 Terus menulis untuk melampaui rata-rata harianmu.
ja_jp: ✍🏼 執筆を続けて、1日の平均を上回りましょう。
kk_kz: ✍🏼 Күнделікті орташа көрсеткішіңізден асу үшін жазуды бастаңыз.
pl_pl: ✍🏼 Pobij dzienną średnią.
ru_ru: ✍🏼 Пишите больше, дневная цель ещё не достигнута.
sv_sv: ✍🏼 Skriv för att överträffa ditt dagliga genomsnitt.
ta_in: ✍🏼 உங்கள் அன்றாட சராசரியை மிஞ்சும் எழுத்தைப் பெறு.
uk_uk: ✍🏼 Продовжуйте писати, щоб перевершити свій середньодобовий показник.
vi_vi: ✍🏼 Tiếp tục viết để vượt qua thành tích thường ngày của bạn nào.

source: More statistics …
ar_ar: المزيد من الإحصائيات ...
ca_ca: Més estadístiques…
da_da: Flere statistikker …
de_de: Mehr Statistiken …
et_et: Rohkem statistikat ...
eu_eu: Estatistika gehiago...
fi_fi: Lisää tilastoja...
id_id: Statistik selengkapnya ...
ja_jp: 詳細な統計…
kk_kz: Қосымша статистика ...
pl_pl: Więcej statystyk...
ru_ru: Больше статистики …
sv_sv: Mer statistik...
ta_in: மேலும் புள்ளிவிவரங்கள்…
uk_uk: Більше статистики...
vi_vi: Thêm thống kê …

source: %s selected
ar_ar: تم تحديد%s
da_da: %s valgt
de_de: %s ausgewählt
ja_jp: %s 選択済み
kk_kz: %s таңдалды

source: %s selections
ar_ar: تحديدات%s
da_da: %s valg
de_de: %s Selektionen
ja_jp: %s 選択
kk_kz: %s таңдаулар

source: Toggle File Manager
ar_ar: تبديل مدير الملفات
da_da: Skift tilstand i mappeoversigt
de_de: Dateimanager aktivieren
ja_jp: ファイル マネージャーの表示/非表示
kk_kz: Файл менеджерін ауыстыру

source: Search across all files
da_da: Søg i alle filer
de_de: In allen Dateien suchen
ja_jp: すべてのファイルを検索
kk_kz: Барлық файлдар бойынша іздеу

source: Open workspace…
ar_ar: فتح مساحة عمل…
da_da: Åbn arbejdsområde…
de_de: Arbeitsverzeichnis öffnen…
ja_jp: ワークスペースを開く…
kk_kz: Жұмыс кеңістігін ашу...
