Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Bring All to Front
ar_ar: إحضار الكل إلى المقدمة
ca_ca: Porta tot al capdavant
da_da: Bring alle til front
de_de: Alle in den Vordergrund
et_et: Too kõik esiplaanile
eu_eu: Ekarri denak aurrera
fi_fi: Tuo kaikki eteen
id_id: Bawa Semua ke Depan
ja_jp: すべて前面に移動
kk_kz: Барлығын алдыға шығару
pl_pl: Wysuń wszystkie
ru_ru: На передний план
sv_sv: Ta fram alla
ta_in: அனைத்தையும் முன்னால் கொண்டு வா
uk_uk: Перенести все на фронтову частину
vi_vi: Đưa Tất cả lên Trước

source: Open file
ar_ar: افتح الملف
ca_ca: Obre el fitxer
da_da: Åben fil
de_de: Datei öffnen
et_et: Ava fail
eu_eu: Fitxategia ireki
fi_fi: Avaa tiedosto
id_id: Buka file
ja_jp: ファイルを開く
kk_kz: Файлды ашу
pl_pl: Otwórz plik
ru_ru: Открыть файл
sv_sv: Öppna fil
ta_in: கோப்பை திற
uk_uk: Відкрити файл
vi_vi: Mở tập tin

source: There are unsaved changes. Do you want to save them first?
ca_ca: Hi ha canvis no desats. Voleu desar-los primer?
de_de: Die Datei enthält ungesicherte Änderungen. Änderungen jetzt speichern?
ja_jp: 未保存の変更があります。先に保存しますか?
kk_kz: Сақталмаған өзгерістер бар. Алдымен оларды сақтағыңыз келе ме?
ru_ru: Текущий файл содержит несохранённые изменения. Хотите сперва сохранить их?
ta_in: சேமிக்கப்படாத மாற்றங்கள் உள்ளன. முதலில் அவற்றைக் சேமிக்க விரும்புகிறீர்களா?

source: Overwrite existing file
ar_ar: الكتابة على مستند موجود
ca_ca: Sobreescriu el fitxer existent
da_da: Overskriv eksisterende fil
de_de: Datei überschreiben
et_et: Kirjuta olemasolev fail üle
eu_eu: Gainidatzi aurrez badagoen fitxategia
fi_fi: Päällekirjoita olemassaoleva tiedosto
id_id: Timpa file yang sudah ada
ja_jp: 既存のファイルを上書き
kk_kz: Бар файлды қайта жазу
pl_pl: Zastąp istniejący plik
ru_ru: Заменить существующий файл
sv_sv: Skriv över befintlig fil
ta_in: இருக்கும் கோப்பை மேலெழுது
uk_uk: Перезапис існуючого файлу
vi_vi: Ghi đè lên tập tin đang có

source: The file %s already exists in this directory. Overwrite?
ar_ar: الملف%s موجود بالفعل في هذا الدليل. الكتابة فوق؟
ca_ca: El fitxer %s ja existeix en aquesta carpeta. Sobreescriure'l?
da_da: Filen %s eksisterer allerede i mappen. Vil du overskrive?
de_de: Die Date %s existiert bereits in diesem Verzeichnis. Überschreiben?
et_et: Fail %s on nimistus juba olemas. Kirjuta üle?
eu_eu: %s fitxategia badago dagoeneko direktorio honetan. Gainidatzi?
fi_fi: Tiedosto %s on jo olemassa tässä hakemistossa. Kirjoitetaanko sen päälle?
id_id: File %s sudah ada pada direktori ini. Timpa?
ja_jp: %s はディレクトリに既に存在します。上書きしますか?
kk_kz: %s файлы бұл каталогта бұрыннан бар. Үстінен жазу керек пе?
pl_pl: Plik %s już istnieje. Zastąpić?
ru_ru: Файл %s уже существует в этой директории. Заменить файл?
sv_sv: Filen %s finns redan i den här katalogen. Skriva över?
ta_in: இந்த கோப்பகத்தில் %s ஏற்கனவே உள்ளன. மேலெழுதவா?
uk_uk: Файл %s вже існує в цьому каталозі. Перезаписати?
vi_vi: Tập tin %s tồn tại trong thư mục này. Ghi đè?

source: Replace file
ar_ar: استبدل الملف
ca_ca: Reemplaça el fitxer
da_da: Erstat fil
de_de: Datei ersetzen
et_et: Asenda fail
eu_eu: Fitxategia ordezkatu
fi_fi: Korvaa tiedosto
id_id: Ganti file
ja_jp: ファイルを置き換える
kk_kz: Файлды ауыстыру
pl_pl: Zastąp plik
ru_ru: Заменить файл
sv_sv: Byt ut fil
ta_in: கோப்பை மாற்று
uk_uk: Замінити файл

source: File %s has been modified remotely. Replace the loaded version with the newer one from disk?
ca_ca: El fitxer %s ha estat modificat remotament. Voleu reemplaçar la versió carregada amb la nova del disc dur?
da_da: Filen %s er blevet ændret eksternt. Vil du udskifte den indlæste version, med den nyere version fra fil systemet?
de_de: Datei %s wurde extern verändert. Soll die angezeigte Version mit den externen Änderungen ersetzt werden?
et_et: Faili %s on natukene muudetud. Asenda see versioon uuemaga kettalt?
eu_eu: %s fitxategia urrunetik aldatu da. Kargatutako bertsioa diskoko berriagoarekin ordezkatu nahi duzu?
fi_fi: Tiedostoa %s on muokattu muualla. Korvataanko ladattu versio uudemmalla tallennetulla versiolla?
id_id: File %s telah diubah secara remote. Ganti versi yang dimuat dengan yang terbaru dari disk?
ja_jp: ファイル %s はリモートで変更されました。読み込まれたバージョンをディスク上の新しいバージョンに置き換えますか?
kk_kz: %s файлы қашықтан өзгертілді. Жүктелген нұсқаны дискідегі жаңарақ нұсқамен ауыстыру керек пе?
pl_pl: Plik %s został zmodyfikowany przez inny program. Zastąpić obecną wersję pliku nowszą wersją z dysku?
ru_ru: Файл %s был изменен удаленно. Заменить загруженную версию на более новую с диска?
sv_sv: Filen %s har modifierats på distans. Ersätta den laddade versionen med den nyare från disken?
ta_in: கோப்பு %s தொலைதூரத்தில் மாற்றியமைக்கப்பட்டது. ஏற்றப்பட்ட பதிப்பை வட்டில் இருந்து புதிய ஒன்றைக் கொண்டு மாற்றவா?
uk_uk: Файл %s змінено віддалено. Замінити завантажену версію на нову з диска?

source: Always load remote changes to the current file
ar_ar: قم دائمًا بتحميل التغييرات عن بُعد إلى الملف الحالي
ca_ca: Carrega sempre canvis remots al fitxer actual
da_da: Indlæs altid eksterne ændringer til den aktuelle fil
de_de: Lade externe Änderungen an der aktuellen Datei automatisch
eu_eu: Urruneko aldaketak beti kargatu uneko fitxategian
fi_fi: Päivitä tiedosto aina, jos ulkoisia muutoksia nykyiseen tiedostoon havaitaan
id_id: Selalu muat perubahan secara remote ke file saat ini
ja_jp: リモートの変更を常に現在のファイルに読み込む
kk_kz: Әрқашан ағымдағы файлға қашықтан жасалған өзгерістерді жүктеу
pl_pl: Zawsze ładuj zewnętrzne zmiany
ru_ru: Всегда перезагружать файл, в случае изменения извне
sv_sv: Ladda alltid externa ändringar till den aktuella filen
ta_in: தற்போதைய கோப்பில் எப்போதும் தொலை மாற்றங்களை ஏற்று
uk_uk: Завжди загружати віддалені зміни поточного файлу
vi_vi: Luôn luôn lấy các thay đổi bên ngoài vào tập tin hiện tại

source: Save file
ar_ar: حفظ الملف
ca_ca: Desa el fitxer
da_da: Gem fil
de_de: Datei speichern
et_et: Salvesta fail
fi_fi: Tallenna tiedosto
ja_jp: ファイルを保存
kk_kz: Файлды сақтау
pl_pl: Zapisz plik
ru_ru: Сохранить файл
sv_sv: Spara fil
ta_in: கோப்பை சேமி
vi_vi: Lưu tập tin

source: Open project folder
ar_ar: افتح مجلد المشروع
ca_ca: Obre la carpeta del projecte
da_da: Åbn projekt mappe
de_de: Projektverzeichnis öffnen
et_et: Ava porjekti kaust
eu_eu: Proiektu karpeta ireki
fi_fi: Avaa hakemisto
id_id: Buka folder proyek
ja_jp: プロジェクト フォルダーを開く
kk_kz: Жоба қалтасын ашу
pl_pl: Otwórz folder projektu
ru_ru: Открыть папку проекта
sv_sv: Öppna projektmappen
ta_in: திட்டக் கோப்புறை திற
uk_uk: Відкрити каталог проєкту
vi_vi: Mở thư mục dự án

source: Input mode
de_de: Eingabemodus
ja_jp: 入力モード
kk_kz: Енгізу режимі
ta_in: உள்ளீட்டு முறை

source: The input mode determines how you interact with the editor. We recommend keeping this setting at "Normal". Only choose "Vim" or "Emacs" if you know what this implies.
ar_ar: يحدد وضع الإدخال كيفية تفاعلك مع المحرر. نوصي بالاحتفاظ بهذا الإعداد على "عادي". اختر فقط "Vim" أو "Emacs" إذا كنت تعرف ما يعنيه ذلك.
de_de: Der Eingabemodus bestimmt deine Interaktion mit dem Editor. Wir empfehlen die Einstellung “Normal“. Wähle “Vim“ oder “Emacs“ nur, wenn du weißt, was das bedeutet.
ja_jp: 入力モードはエディタの操作方法を決定します。この設定は「標準」のままにしておくことをお勧めします。「Vim」または「Emacs」は、その意味を理解している場合のみ選択してください。
kk_kz: Енгізу режимі редактормен қалай жұмыс істейтініңізді анықтайды. Бұл параметрді "Қалыпты" күйінде қалдыруды ұсынамыз. "Vim" немесе "Emacs" нұсқаларын тек оның салдарын білсеңіз ғана таңдаңыз.
ta_in: நீங்கள் திருத்தியுடன் எவ்வாறு தொடர்பு கொள்கிறீர்கள் என்பதை உள்ளீட்டு முறை தீர்மானிக்கிறது. இந்த அமைப்பை "இயல்பான" இல் வைக்க பரிந்துரைக்கிறோம். இது எதைக் குறிக்கிறது என்று உங்களுக்குத் தெரிந்தால் மட்டுமே "விம்" அல்லது "இமேக்சு" என்பதைத் தேர்ந்தெடு.
vi_vi: Chế độ soạn thảo quyết định cách bạn tương tác với khung soạn thảo. Chúngtôi đề xuất giữ tùy chỉnh này ở chế độ "Bình thường". Chỉ chọn "Vim" hoặc"Emacs" nếu bạn biết chúng là gì.

source: Writing direction
da_da: Find i mappe
de_de: Schreibrichtung
ja_jp: 執筆方向
kk_kz: Жазу бағыты
ta_in: எழுதும் திசை

source: We are currently planning on re-introducing bidirectional writing support, which will then be configurable here.
ja_jp: 現在、双方向書き込み機能の再導入を計画しており、その後ここで設定可能になる予定です。

source: Markdown rendering
ar_ar: عرض Markdown
da_da: Markdown gengivelse
de_de: Markdown-Darstellung
ja_jp: Markdown レンダリング
kk_kz: Markdown рендерингі
ta_in: குறிகீழ் வழங்குதல்
vi_vi: Hiển thị Markdown

source: Check to enable live rendering of various Markdown elements to formatted appearance. This hides formatting characters (such as **text**) or renders images instead of their link.
ar_ar: حدد لتفعيل العرض المباشر لعناصر Markdown المختلفة بمظهر منسق. يخفي هذا أحرف التنسيق (مثل **نص**) أو يعرض الصور بدلاً من روابطها.
da_da: Markere for at aktivere live gengivelse af forskellige Markdown elementer til formatteret udseende. Dette skjuler format-tegn (såsom **text**) eller gengiver billeder i stedet for deres link.
de_de: Aktiviert die formatierte Live-Darstellung von verschiedenen Markdown-Elementen. Das versteckt Formatierungszeichen (wie **Text**) oder stellt Bilder direkt dar, anstelle ihres Links.
ja_jp: チェックを入れると、Markdownの様々な要素がフォーマットされた状態でライブレンダリングされます。これにより、書式設定文字（**テキスト**など）が非表示になったり、リンクの代わりに画像がレンダリングされたりします。
ta_in: வடிவமைக்கப்பட்ட தோற்றத்திற்கு பல்வேறு குறிகீழ் கூறுகளின் நேரடி வழங்குதலை இயக்க சரிபார். இது வடிவமைத்தல் எழுத்துக்களை (**உரை** போன்றவை) மறைக்கிறது அல்லது அவற்றின் இணைப்பிற்குப் பதிலாக படங்களை வழங்குகிறது.
vi_vi: Chọn để kích hoạt hiện thị trực tiếp các thành phần Markdown thành định dạng hoàn chỉnh. Chế độ này giấu các ký tự định dạng (như **text**) hoặc hiển thị hình ảnh trực tiếp thay vì đường dẫn của chúng

source: Choose between preview mode ("WYSIWYG) or raw mode ("WYSIWYM").
de_de: Wähle zwischen Vorschaumodus (“WYSIWYG”) und Codemodus (“WYSIWYM”)
ja_jp: プレビュー モード ("WYSIWYG") または RAW モード ("WYSIWYM") の選択。

source: Preview mode
de_de: Vorschaumodus
ja_jp: プレビュー モード

source: Raw mode
de_de: Codemodus
ja_jp: Raw モード

source: Enable the following renderers in preview mode:
ja_jp: プレビュー モードで次のレンダラーを有効にする :

source: Render citations
ar_ar: عرض الاستشهادات
da_da: Gengiv citater
de_de: Zitate rendern
ja_jp: 引用をレンダリングする
kk_kz: Дәйексөздерді көрсету

source: Render iframes
ar_ar: عرض الإطارات المضمنة
da_da: Gengiv iframes
de_de: iframes rendern
ja_jp: iframe をレンダリングする
kk_kz: Iframe-дерді көрсету

source: Render images
ar_ar: عرض الصور
da_da: Gengiv billeder
de_de: Bilder rendern
ja_jp: 画像をレンダリングする
kk_kz: Суреттерді көрсету

source: Render links
ar_ar: عرض الروابط
da_da: Gengiv links
de_de: Links rendern
ja_jp: リンクをレンダリングする
kk_kz: Сілтемелерді көрсету

source: Render formulae
ar_ar: عرض الصيغ الرياضية
da_da: Gengiv formel
de_de: Formeln rendern
ja_jp: 数式をレンダリングする
kk_kz: Формулаларды көрсету

source: Render tasks
ar_ar: عرض المهام
da_da: Gengiv opgaver
de_de: Aufgaben rendern
ja_jp: タスクをレンダリングする
kk_kz: Тапсырмаларды көрсету

source: Hide heading characters
ar_ar: إخفاء أحرف العنوان
ca_ca: Amaga els caràcters d'encapçalament
da_da: Skjul Overskrifts tegn
de_de: Überschrift-Zeichen verstecken
eu_eu: Ezkutatu izenburu karaktereak
fi_fi: Piilota otsakemerkit
id_id: Sembunyikan karakter judul
ja_jp: 見出し文字を隠す
kk_kz: Тақырып таңбаларын жасыру
pl_pl: Wyświetlaj nagłówki
ru_ru: Спрятать симоволы заголовков
sv_sv: Dölj rubriker
ta_in: தலைப்பு எழுத்துக்களை மறை
uk_uk: Ховати символи заголовків
vi_vi: Ẩn các kí tự thể hiện đề mục (#)

source: Render emphasis
ar_ar: عرض التشديد
ca_ca: Renderitza els èmfasi
da_da: Gengiv vægt
de_de: Hervorhebungen darstellen
fi_fi: Hahmonna korostukset
ja_jp: 強調をレンダリングする
kk_kz: Бөлектеуді көрсету
pl_pl: Wyświetlaj emfazę
ru_ru: Отображать выделение
sv_sv: Framge betoning
ta_in: முக்கியத்துவம் அளி
vi_vi: Thể hiện nhấn mạnh

source: Render pandoc divs and spans
ja_jp: Pandoc の div と span をレンダリングする

source: Render horizontal rules
ja_jp: 水平線をレンダリングする

source: Default Formatting Characters
ja_jp: 既定の書式設定文字

source: Select the characters Zettlr should use when marking text as bold or italic.
ja_jp: テキストを太字または斜体としてマークするときに Zettlr が使用する文字を選択します。

source: Markdown Style
ja_jp: Markdown スタイル

source: Check your Markdown documents for style issues
ja_jp: Markdownドキュメントにスタイルの問題がないかどうかを確認します

source: Enable Markdown Linter
ja_jp: Markdown Linter を有効にする

source: Table Editor
ja_jp: 表エディタを有効にする
kk_kz: Кесте редакторы
ta_in: அட்டவணை திருத்தி

source: The Table Editor is an interactive interface that simplifies creation and editing of tables. It provides buttons for common functionality, and takes care of Markdown formatting.
da_da: Tabel-editoren er en interaktiv grænseflade, der simplificerer oprettelse og redigering af tabeller. Det har knapper til almindelig funktionalitet og håndterer Markdown formattering.
de_de: Der Table Editor ist ein interaktives Bedienelement für das Bearbeiten von Tabellen. Er stellt generelle Funktionalitäten bereit und formatiert Markdown-Quellcode.
ja_jp: 表エディタは、表の作成と編集を簡素化するインタラクティブなインターフェースです。よく使う機能のボタンが用意されており、Markdownの書式設定にも対応しています。
kk_kz: Кесте редакторы - кестелерді жасау және өңдеуді жеңілдететін интерактивті интерфейс. Ол жалпы функциялар үшін түймелерді ұсынады және Markdown пішімдеуін қамтамасыз етеді.
ta_in: அட்டவணை திருத்தி என்பது ஒரு ஊடாடும் இடைமுகமாகும், இது அட்டவணைகளை உருவாக்குவதையும் திருத்துவதையும் எளிதாக்குகிறது. இது பொதுவான செயல்பாட்டிற்கான பொத்தான்களை வழங்குகிறது, மேலும் குறிகீழ் வடிவமைப்பை கவனித்துக்கொள்கிறது.
vi_vi: Khung Soạn Thảo Bảng là một giao diện hỗ trợ đơn giản hóa tạo bảng và điều chỉnh chúng. Công cụ này cung cấp các nút cho những chức năng thông dụng, và tự điều chỉnh cú pháp Markdown tương ứng.

source: Status bar
ar_ar: شريط الحالة
da_da: Statuslinje
de_de: Statusleiste
ja_jp: ステータスバー
kk_kz: Күй жолағы
ta_in: நிலைப்பட்டி

source: The status bar is a section for various quick controls and shows information about the current document. It is shown for both Markdown and code editors.
ja_jp: ステータスバーは、様々なクイックコントロールのためのセクションで、現在のドキュメントに関する情報を表示します。Markdownエディターとコードエディターの両方に表示されます。

source: Show status bar
ar_ar: عرض شريط الحالة
da_da: Vis statuslinje
de_de: Statusleiste einblenden
ja_jp: ステータスバーを表示
kk_kz: Күй жолағын көрсету

source: Customize the appearance of the editor when the distraction-free mode is active.
ja_jp: 集中モードがアクティブな場合のエディターの外観をカスタマイズします。

source: Mute non-focused lines in distraction-free mode
ar_ar: كتم صوت الخطوط غير المركزة في وضع خالٍ من اﻹلهاء
ca_ca: Silencia les línies que no s'estan utilitzant en el mode lliure de distraccions
da_da: Nedton ikke-fokuserede linjer i distraktionsfri tilstand
de_de: Blende nicht fokussierte Zeilen im ablenkungsfreien Modus ab
et_et: Muuda segajatevabas režiimis ollas fookusest väljas olevad read häguseks
eu_eu: Mututu fokoz kanpoko lerroak distraziorik gabeko moduan
fi_fi: Häiriöttömän tilan ollessa käytössä, mykistä muut rivit
id_id: Matikan garis non-fokus saat mode bebas gangguan aktif
ja_jp: 集中モード時にフォーカスされていない行の表示を薄くする
kk_kz: Алаңдамау режимінде фокусталмаған жолдарды өшіру
pl_pl: Wygaś pozostałe linie w trybie bez rozproszeń
ru_ru: Приглушать строки вне курсора в режиме фокусировки внимания
sv_sv: Stäng av icke-fokuserade linjer i distraktionsfritt läge
ta_in: கவனச்சிதறல் இல்லாத பயன்முறையில் கவனம்செலுத்தாத வரிகளை முடக்கு
uk_uk: Робити блідими рядки, які не під фокусом (в режимі без відволікання)
vi_vi: Làm mờ các dòng không tập trung, trong chế độ không làm phiền

source: Hide toolbar in distraction-free mode
ar_ar: إخفاء شريط الأدوات في الوضع الخالي من التشتيت
da_da: Skjul værktøjslinje i distraktionsfri tilstand
de_de: Werkzeugleiste im Ablenkungsfreien Modus ausblenden
ja_jp: 集中モード時にツールバーを隠す
kk_kz: Алаңдамау режимінде құралдар тақтасын жасыру

source: Word counter
ar_ar: عداد الكلمات
de_de: Wortzähler
ja_jp: 単語数
kk_kz: Сөз санауыш
ta_in: சொல் எண்ணி

source: Show character count instead of word count
ja_jp: 単語数ではなく文字数を表示する

source: Readability mode
ar_ar: وضع سهولة القراءة
da_da: Læsbarhedstilstand
de_de: Lesbarkeitsmodus
ja_jp: 可読性モード
kk_kz: Оқылымдылық режимі
ta_in: வாசிப்பு முறை
vi_vi: Chế độ đánh giá dễ đọc

source: Choose the algorithm to calculate readability scores.
ja_jp: 可読性スコアを計算するアルゴリズムを選択してください。

source: Readability Algorithm:
ja_jp: 可読性アルゴリズム :

source: Restrict images to a percentage of the available editor width and height.
ja_jp: 画像を、使用可能なエディターの幅と高さのパーセンテージに制限する。

source: Restrict width to %s %
ja_jp: 幅を %s % に制限

source: Restrict height to %s %
ja_jp: 高さを %s % に制限

source: Other settings
ar_ar: إعدادات أخرى
de_de: Andere Einstellungen
ja_jp: その他の設定
kk_kz: Басқа параметрлер
ta_in: பிற அமைப்புகள்

source: Editor font size
ca_ca: Editor de la mida de la lletra
et_et: Toimetaja kirjasuurus
id_id: Ukuran fon editor
ja_jp: エディタのフォントサイズ
pl_pl: Wielkość liter w edytorze
ru_ru: Размер шрифта в редакторе
sv_sv: Editor teckenstorlek
uk_uk: Розмір шрифту редактора

source: Tab size (in number of spaces)
ja_jp: タブサイズ (スペース数)

source: Indent using tabs instead of spaces
de_de: Mit Tab-Zeichen einrücken
ja_jp: スペースの代わりにタブを使用してインデントする
kk_kz: Бос орындардың орнына таб пайдалану
ta_in: இடைவெளிகளுக்கு பதிலாக தாவல்களைப் பயன்படுத்தி உள்தள்ளல்

source: Show formatting toolbar when text is selected
ar_ar: عرض شريط أدوات التنسيق عند تحديد النص
da_da: Vis formatteringsværktøjslinjen når tekst er valgt
de_de: Zeige Formatierungsleiste für Textauswahl
ja_jp: テキストを選択したときに書式設定ツールバーを表示する
kk_kz: Мәтін таңдалған кезде пішімдеу құралдар тақтасын көрсету

source: Show line numbers for Markdown files
de_de: Zeige Zeilennummern für Markdown-Dateien
ja_jp: Markdownファイルの行番号を表示する

source: Highlight whitespace
ar_ar: تمييز المسافات البيضاء
da_da: Fremhæv mellemrum
de_de: Leerzeichen anzeigen
ja_jp: 空白を強調表示
kk_kz: Бос орындарды бөлектеу

source: Suggest emojis during autocompletion
de_de: Empfehle Emojis während der Autovervollständigung
ja_jp: 自動補完中に絵文字を提案する
kk_kz: Автотолтыру кезінде эмодзилерді ұсыну
ta_in: தானாக நிறைவு செய்யும் போது உணர்வுகளைப் பரிந்துரை

source: Show link previews
ar_ar: عرض معاينات الروابط
ca_ca: Mostra previsualitzacions dels enllaços
da_da: Vis link forhåndsvisning
de_de: Link-Vorschauen anzeigen
ja_jp: リンク先のプレビューを表示する
kk_kz: Сілтеме алдын-ала қарауын көрсету
ru_ru: Показать превью ссылок
ta_in: இணைப்பு முன்னோட்டங்களைக் காட்டு
vi_vi: Xem trước kết quả đường dẫn

source: Automatically close matching character pairs
ar_ar: إغلاق أزواج الأحرف المطابقة تلقائيًا
ca_ca: Tanca automàticament les parelles de caràcters
da_da: Luk automatisk matchende karaktér par
de_de: Schließe Zeichenpaare automatisch
eu_eu: Automatikoki itxi bat datozen karaktere pareak
fi_fi: Sulje automaattisesti yhtenevät merkkiparit
id_id: Menutup kurung siku secara otomatis
ja_jp: 対応する括弧を自動的に入力する
kk_kz: Жұп таңбаларды автоматты түрде жабу
pl_pl: Automatycznie zamykaj pary znaków
ru_ru: Автодополнение парных символов
sv_sv: Stäng matchande teckenpar automatiskt
ta_in: பொருந்தக்கூடிய எழுத்து இணைகளை தானாக மூடு
uk_uk: Автоматично закривати відповідні пари символів
vi_vi: Tự động thêm ký tự kết thúc của cặp kí tự

source: Import and export profiles
ar_ar: ملفات تعريف الاستيراد والتصدير
da_da: Importer og eksporter profiler
de_de: Import- und Export-Profile
ja_jp: プロファイルのインポートとエクスポート
kk_kz: Импорт және экспорт профильдері
ta_in: இறக்குமதி மற்றும் ஏற்றுமதி தன்வயவிவரங்கள்
vi_vi: Các cài đặt nhập và xuất tập tin

source: Open import profiles editor
ar_ar: فتح محرر ملفات تعريف الاستيراد
da_da: Åbn import profiler editor
de_de: Importprofil-Editor öffnen
ja_jp: インポートプロファイルエディタを開く
kk_kz: Импорт профильдері редакторын ашу
ta_in: இறக்குமதி தன்வயவிவரங்கள் திருத்தி திற
vi_vi: Mở trình soạn thảo hồ sơ nhập tập tin

source: Open export profiles editor
ar_ar: فتح محرر ملفات تعريف التصدير
da_da: Åbn eksport profiler editor
de_de: Exportprofil-Editor öffnen
ja_jp: エクスポートプロファイルエディタを開く
kk_kz: Экспорт профильдері редакторын ашу
ta_in: ஏற்றுமதி தன்வயவிவரங்கள் திருத்தி திற
vi_vi: Mở trình soạn thảo hồ sơ xuất tập tin

source: Export settings
ar_ar: إعدادات التصدير
da_da: Eksporterer til %s
de_de: Einstellungen für Export
ja_jp: エクスポートの設定
kk_kz: Экспорт параметрлері
ta_in: ஏற்றுமதி அமைப்புகள்

source: Use Zettlr's internal Pandoc for exports
da_da: Brug den interne Pandoc til eksporter
de_de: Nutze die interne Pandoc-Bibliothek für Exporte
ja_jp: エクスポートには Zettlr の内部Pandocを使用する
kk_kz: Экспорт үшін Zettlr-дің ішкі Pandoc-ын пайдалану
ta_in: ஏற்றுமதிக்கு செட்லரின் உள் பாண்ஆவணம் பயன்படுத்து

source: Automatically open successfully exported files
de_de: Öffne exportierte Dateien automatisch
ja_jp: 正常にエクスポートされたファイルを自動的に開く

source: Enforce highlight extension on export
de_de: Erzwinge Hervorhebungsunterstützung beim Export
ja_jp: エクスポート時にハイライト拡張を強制する

source: When enabled, Zettlr will automatically enable the "mark"-extension when exporting Markdown files.
de_de: Soll Zettlr die Pandoc “mark”-Erweiterung für Markdown-Exporte automatisch aktivieren?
ja_jp: 有効にすると、Markdown ファイルをエクスポートする際に、Zettlr は自動的に"mark"拡張を有効にします。

source: Remove tags from files when exporting
de_de: Entferne Schlagwörter aus den Dateien
ja_jp: エクスポート時にファイルからタグを削除する
kk_kz: Экспорттау кезінде файлдардан тегтерді жою
ta_in: ஏற்றுமதிமதியின் போது கோப்புகளிலிருந்து குறிச்சொற்களை அகற்று

source: Internal links
da_da: Interne links
de_de: Interne Verlinkungen
ja_jp: 内部リンク
kk_kz: Ішкі сілтемелер
ta_in: உள் இணைப்புகள்

source: Remove internal links completely
ar_ar: إزالة الروابط الداخلية بالكامل
ca_ca: Elimina els enllaços interns completament
da_da: Fjern interne links fuldstændigt
de_de: Entferne interne Links komplett
et_et: Eemalda kõik sisemised lingid
eu_eu: Barne estekak ezabatu erabat
fi_fi: Poista sisäiset linkit (myös linkkitekstit) kokonaan
id_id: Hapus semua tautan internal
ja_jp: 内部リンクを完全に削除する
kk_kz: Ішкі сілтемелерді толығымен жою
pl_pl: Usuwaj wewnętrzne łącza w całości
ru_ru: Удалить внутренние ссылки полностью
sv_sv: Ta bort interna länkar helt
ta_in: உள் இணைப்புகளை முழுவதுமாக அகற்று
uk_uk: Видаляти внутрішні посилання повністю
vi_vi: Xoá hoàn toàn các đường dẫn nội bộ

source: Unlink internal links
ar_ar: فك الروابط الداخلية
ca_ca: Desenllaça els enllaços interns
da_da: Af-link interne links
de_de: Entferne interne Links
eu_eu: Barne esteken estekak kendu
fi_fi: Poista linkitys (ei kuitenkaan linkkitekstejä) sisäisiin tiedostoihin
id_id: Hapus tautan internal
ja_jp: 内部リンクを解除する
kk_kz: Ішкі сілтемелерді ажырату
pl_pl: Rozłączaj wewnętrze łącza
ru_ru: Расцепить внутренние ссылки
sv_sv: Ta bort interna länkar
ta_in: உள் இணைப்புகளை அவிழ்த்து விடு
uk_uk: Вилучати внутрішні посилання
vi_vi: Gỡ liên kết các đường dẫn nội bộ

source: Don't touch internal links
ar_ar: لا تلمس الروابط الداخلية
ca_ca: No toquis els enllaços interns
da_da: Lav ingen ændringer på interne links
de_de: Lasse interne Links unverändert
et_et: Ära puutu sisemisi linke
eu_eu: Ez ukitu barne estekak
fi_fi: Älä kajoa sisäisiin linkkeihin
id_id: Jangan merubah tautan internal
ja_jp: 内部リンクを保持する
kk_kz: Ішкі сілтемелерге тиіспеңіз
pl_pl: Nie zmieniaj wewnętrznych łączy
ru_ru: Не трогать внутренние ссылки
sv_sv: Rör inte interna länkar
ta_in: உள் இணைப்புகளைத் தொட வேண்டாம்
uk_uk: Не чіпати внутрішні посилання
vi_vi: Đừng đụng vào các đường dẫn nội bộ

source: Destination folder for exported files
ar_ar: مجلد الوجهة للملفات المصدرة
da_da: Destinaationsmappe for eksporterede filer
de_de: Zielordner für exportierte Dateien
ja_jp: エクスポートファイルの保存先フォルダー
kk_kz: Экспортталған файлдардың мақсатты қалтасы
ta_in: ஏற்றுமதி செய்யப்பட்ட கோப்புகளுக்கான இலக்கு கோப்புறை
vi_vi: Danh mục đích dành cho các tập tin được xuất

source: Temporary folder
ar_ar: مجلد مؤقت
da_da: Midlertidig mappe
de_de: Temporäres Verzeichnis
ja_jp: 一時フォルダー
kk_kz: Уақытша қалта
ta_in: தற்காலிக கோப்புறை
vi_vi: Thư mục tạm

source: Same as file location
da_da: Samme som fillokation
de_de: Wie Dateiort
ja_jp: ファイルの場所と同じ
kk_kz: Файл орнымен бірдей
ta_in: கோப்பு இருப்பிடம் போன்றது

source: Ask for folder when exporting
ar_ar: السؤال عن المجلد عند التصدير
da_da: Spørgs efter mappe ved eksport
de_de: Frage nach Ordner beim Export
ja_jp: エクスポート時にフォルダーを尋ねる
kk_kz: Экспорттау кезінде қалтаны сұрау
ta_in: ஏற்றுமதி செய்யும் போது கோப்புறையைக் கேள்
vi_vi: Hỏi địa điểm lưu khi xuất
