Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: The reference with key %s does not appear to have attachments.
ar_ar: لا يبدو أن المرجع بالمفتاح%s يحتوي على مرفقات.
ca_ca: La referència amb la clau %s no sembla tenir adjunts
da_da: Referencen med nøglen %s ser ikke ud til at have vedhæftninger.
de_de: Die Referenz mit dem Schlüssel %s scheint keine Anhänge zu haben.
eu_eu: Ez dirudi %s gakoa duen erreferentziak eranskinik duenik.
fi_fi: Viiteavaimeen %s ei näytä liittyvän liitetiedostoja.
id_id: Referensi dengan kunci %s tidak memiliki lampiran.
ja_jp: キー %s の参照には添付ファイルがないようです。
kk_kz: %s кілтімен сілтеме қосымшаларға ие сияқты емес.
pl_pl: Odniesienie z kluczem %s nie ma załączników.
ru_ru: Ссылка с ключом %s не имеет вложений.
sv_sv: Referensen med nyckel %s verkar inte ha bilagor.
ta_in: திறவுகோல் %s கொண்ட குறிப்பு இணைப்புகளைக் கொண்டிருப்பதாகத் தெரியவில்லை.
uk_uk: Посилання з ключем %s не має вкладень.
vi_vi: Trích dẫn với khoá %s dường như không có đính kèm.

source: Could not open attachment. Is Zotero running?
ar_ar: تعذر فتح المرفق. هل Zotero قيد التشغيل؟
ca_ca: No s'ha pogut obrir l'adjunt. El Zotero està funcionant?
da_da: Kunne ikke åbne vedhæftning. Kører Zotero?
de_de: Konnte Anhang nicht öffnen. Läuft Zotero?
et_et: Manust ei olnud võimalik avada. Kas Zotero töötab?
eu_eu: Ezin izan da eranskina ireki. Zotero martxan al dago?
fi_fi: Liitettä ei voitu avata. Onko Zotero käynnissä?
id_id: Tidak bisa membuka lampiran. Apakah Zotero sedang dijalankan?
ja_jp: 添付ファイルを開けませんでした。Zoteroは起動していますか?
kk_kz: Қосымшаны ашу мүмкін болмады. Zotero іске қосулы ма?
pl_pl: Nie można otworzyć załącznika. Czy Zotero jest włączone?
ru_ru: Не удалось открыть вложение. Запущен ли Zotero?
sv_sv: Det gick inte att öppna bilagan. Körs Zotero?
ta_in: இணைப்பைத் திறக்க முடியவில்லை. சோட்டெரோ இயங்குகிறதா?
uk_uk: Не вдається відкрити вкладення. Чи запущено Zotero?
vi_vi: Không thể mở tập tin đính kèm. Zotero có đang được mở?

source: Could not create directory
ar_ar: تعذر إنشاء الدليل
ca_ca: No s'ha pogut crear la carpeta
da_da: Kunne ikke oprette mappe
de_de: Konnte Verzeichnis nicht erstellen
et_et: Nimistut polnud võimalik luua
eu_eu: Ezin izan da direktorioa sortu
fi_fi: Hakemistoa ei voitu luoda
id_id: Tidak bisa membuat direktori
ja_jp: ディレクトリを作成できませんでした
kk_kz: Қалта жасау мүмкін болмады
pl_pl: Nie można stworzyć katalogu
ru_ru: Невозможно создать директорию
sv_sv: Kunde inte skapa katalog
ta_in: கோப்பகத்தை உருவாக்க முடியவில்லை
uk_uk: Неможливо створити каталог
vi_vi: Không thể tạo thư mục

source: Update %s internal links to file %s?
ar_ar: تحديث%s روابط داخلية للملف%s؟
da_da: Opdater %s interne links til filen %s?
de_de: Aktualisiere %s interne Links auf Datei %s?
ja_jp: %s の内部リンクをファイル %s に更新しますか?
kk_kz: %s ішкі сілтемелерін %s файлына жаңартасыз ба?
ru_ru: Обновить %s внутренни ссылки файла %s?
ta_in: கோப்புகளுக்கான உள் இணைப்புகளைப் புதுப்பிக்கவா?
vi_vi: Cập nhật đường dẫn nội bộ %s vào file %s?

source: No
ar_ar: لا
da_da: Nej
de_de: Nein
ja_jp: いいえ
kk_kz: Жоқ
ru_ru: Нет
ta_in: இல்லை
vi_vi: Không

source: Malformed Textbundle: %s
ar_ar: حزمة نص غير صحيحة:%s
ca_ca: Paquet de text amb malformacions: %s
da_da: misdannet tekstbundt: %s
de_de: Fehlerhaftes Textbundle: %s
et_et: Moondunud Textbundle: %s
eu_eu: Gaizki osatutako testu multzoa: %s
fi_fi: Epäkelpo Textbundle: %s
id_id: Textbundle rusak: %s
ja_jp: 不正な形式のTextbundleです : %s
kk_kz: Дұрыс емес Textbundle: %s
pl_pl: Błędna wiązka: %s
ru_ru: Некорректная текстовая связка: %s
sv_sv: Felformat textpaket: %s
ta_in: தவறான உரைப்பாடு: %s
uk_uk: Неправильний Textbundle: %s
vi_vi: Textbundle sai định dạng: %s

source: Select import profile
ar_ar: اختر ملف تعريف الاستيراد
da_da: Vælg importprofil
de_de: Import-Profil auswählen
ja_jp: インポートプロファイルを選択
kk_kz: Импорт профилін таңдаңыз
ta_in: இறக்குமதி தன்வயவிவரத்தைத் தேர்ந்தெடு
vi_vi: Chọn tùy chỉnh tích hợp

source: There are multiple profiles that can import %s. Please choose one.
ar_ar: يوجد أكثر من ملف تعريف يمكنه استيراد%s. يرجى اختيار واحد.
da_da: Der er flere profiler, som kan importere %s. Vælg en.
de_de: Mehrere Profile können %s importieren. Bitte eines Auswählen.
ja_jp: %s をインポートできるプロファイルが複数あります。1 つ選択してください。
kk_kz: %s импорттай алатын бірнеше профиль бар. Біреуін таңдаңыз.
ta_in: %s ஐ இறக்குமதி செய்யக்கூடிய பல தன்வயவிவரங்கள் உள்ளன. ஒன்றைத் தேர்வுசெய்க.
vi_vi: Có nhiều tùy chỉnh có thể tích hợp %s. Vui lòng chọn một.

source: Markdown Files
ar_ar: ملفات Markdown
da_da: Markdown-filer
de_de: Markdown-Dateien
ja_jp: Markdown ファイル
kk_kz: Markdown файлдары

source: Code Files
ar_ar: ملفات التعليمات البرمجية
da_da: Kode-filer
de_de: Code-Dateien
ja_jp: Code ファイル
kk_kz: Код файлдары

source: Open workspace
ar_ar: فتح مساحة العمل
da_da: Åbn arbejdsområde
de_de: Arbeitsverzeichnis öffnen
ja_jp: ワークスペースを開く
kk_kz: Жұмыс аймағын ашу

source: Cannot open workpace
ar_ar: تعذر فتح مساحة العمل
da_da: Kan ikke åbne arbejdsområde
de_de: Kann Arbeitsverzeichnis nicht öffnen
ja_jp: ワークスペースを開けません
kk_kz: Жұмыс аймағын ашу мүмкін емес

source: Cannot open workspace "%s".
da_da: Kan ikke ånne arbejdsområde "%s".
de_de: Kann Arbeitsverzeichnis “%s“ nicht öffnen.
ja_jp: ワークスペース "%s" を開けません。
kk_kz: "%s" жұмыс аймағын ашу мүмкін емес.

source: Copy of %s
ar_ar: نسخة من%s
ca_ca: Còpia de %s
da_da: Kopi af %s
de_de: Kopie von %s
ja_jp: %s のコピー
kk_kz: %s көшірмесі
ru_ru: Скопировать из %s
ta_in: %s நகல்
vi_vi: Bản sao của %s

source: Cannot move directory
ar_ar: لا يمكن نقل الدليل
ca_ca: No es pot moure la carpeta
da_da: Kan ikke flytte mappe
de_de: Kann Verzeichnis nicht verschieben
et_et: Nimistut pole võimalik liigutada
eu_eu: Ezin da direktorioa mugitu
fi_fi: Hakemistoa ei voi siirtää
id_id: Tidak dapat memindahkan direktori
ja_jp: ディレクトリを移動できません
kk_kz: Қалта жылжытылмады
pl_pl: Nie mogę przenieść katalogu
ru_ru: Невозможно переместить директорию
sv_sv: Det går inte att flytta katalogen
ta_in: கோப்பகத்தை நகர்த்த முடியாது
uk_uk: Неможливо перемістити каталог
vi_vi: Không thể di chuyển thư mục

source: You cannot move a directory into one of its subdirectories.
ar_ar: لا يمكنك نقل دليل إلى أحد الدلائل الفرعية الخاصة به.
ca_ca: No podeu moure una carpeta a una subcarpeta
da_da: Du kan ikke flytte en mappe ind i en af dens undermapper.
de_de: Kann keinen Ordner in einen seiner Unterordner verschieben.
et_et: Nimistust pole võimalik selle allnimistusse liigutada.
eu_eu: Ezin duzu direktorio bat bere azpidirektorio batera mugitu.
fi_fi: Hakemistoa ei voi siirtää sen alahakemistoon.
id_id: Kamu tidak dapat memindahkan direktori ke salah satu subdirektorinya.
ja_jp: ディレクトリをサブディレクトリに移動することはできません。
kk_kz: Сіз қалтаны оның ішкі қалтасына жылжыта алмайсыз.
pl_pl: Nie możesz przenieść katalogu do katalogu podrzędnego
ru_ru: Нельзя перемещать родительскую директорию в дочернюю.
sv_sv: Du kan inte flytta en katalog till en underkatalog.
ta_in: நீங்கள் ஒரு கோப்பகத்தை அதன் துணை அடைவுகளில் ஒன்றில் நகர்த்த முடியாது.
uk_uk: Ви не можете перемістити каталог в один з підкаталогів.
vi_vi: Bạn không thể di chuyển một thư mục vào trong chính nó.

source: Cannot move directory or file
ar_ar: لا يمكن نقل الدليل أو الملف
ca_ca: No s'ha pogut moure la carpeta o el fitxer
da_da: Kan ikke flytte mappe eller fil
de_de: Kann Datei oder Verzeichnis nicht verschieben
et_et: Nimistut või faili pole võimalik liigutada.
eu_eu: Ezin da direktorioa edo fitxategia mugitu
fi_fi: Ei voitu siirtää
id_id: Tidak bisa memindahkan file atau direktori
ja_jp: ディレクトリまたはファイルを移動できません
kk_kz: Қалта немесе файл жылжытылмады
pl_pl: Nie można przenieść katalogu lub pliku
ru_ru: Ошибка перемещения
sv_sv: Kan inte flytta katalog eller fil
ta_in: அடைவு அல்லது கோப்பை நகர்த்த முடியாது
uk_uk: Неможливо перемістити каталог або файл
vi_vi: Không thể di chuyển thư mục hay tập tin

source: The file/directory %s already exists in target.
ar_ar: الملف / الدليل%s موجود بالفعل في الهدف.
ca_ca: El fitxer o la carpeta %s ja existeix com a objectiu
da_da: Filen/mappen %s eksisterer allerede.
de_de: Die Datei bzw. das Verzeichnis %s existiert am Zielort bereits.
et_et: Fail või nimistu %s juba eksisteerib sihtkohas.
eu_eu: %s fitxategia/direktorioa badago dagoeneko helburuan.
fi_fi: Tiedosto tai hakemisto %s on jo olemassa.
id_id: File/direktori %s sudah ada.
ja_jp: ファイル/ディレクトリ %s はターゲットに既に存在します。
kk_kz: %s файлы/қалта мақсатта already бар.
pl_pl: Plik albo katalog %s już istnieje.
ru_ru: Файл/директория %s уже существует.
sv_sv: Filen/katalogen %s finns redan i målet.
ta_in: கோப்பு/அடைவு %s ஏற்கனவே இலக்கில் உள்ளன.
uk_uk: Файл/каталог %s вже існує.
vi_vi: Tập tin/thư mục %s tồn tại trong thư mục đích.

source: Cannot export project
ca_ca: No s'ha pogut exportar el projecte
de_de: Kann Projekt nicht exportieren
ja_jp: プロジェクトをエクスポートできません
kk_kz: Жобаны экспорттау мүмкін болмады
ru_ru: Невозможно экспортировать проект
ta_in: திட்டத்தை ஏற்றுமதி செய்ய முடியாது

source: There are no files selected for export. Please select files to be included in the project settings.
da_da: Der er ikke nogle filer valgt til eksport. Vælg de filere, der skal inkluderes, i projektindstillingerne.
de_de: Für den Export sind keine Dateien ausgewählt. Bitte wähle Dateien in den Projekteinstellungen aus.
ja_jp: エクスポート対象として選択されたファイルがありません。プロジェクト設定に含めるファイルを選択してください。
kk_kz: Экспортқа таңдалған файлдар жоқ. Жоба баптауларында қосылатын файлдарды таңдаңыз.

source: Project File Mismatch
ar_ar: عدم تطابق ملف المشروع
da_da: Projektfil mismatch
de_de: Fehlende Projektdateien
ja_jp: プロジェクトファイルの不一致
kk_kz: Жоба файлының сәйкессіздігі

source: One or more files specified in the project settings have not been found. They may have moved or been deleted. Please verify that all files that you would like to export are included.
da_da: En eller flere filer angivet i projektindstillingerne blev ikke fundet. De kan være flyttet eller slettet. Verificer, at alle filer, du ønsker eksporteret, er inkluderet.
de_de: Eine oder mehrere für den Export ausgewählte Dateien sind nicht mehr auffindbar. Sie könnten gelöscht oder umbenannt worden sein. Bitte verifiziere die zu exportierenden Dateien in den Projekteinstellungen.
ja_jp: プロジェクト設定で指定された1つ以上のファイルが見つかりません。移動または削除された可能性があります。エクスポートするファイルがすべて含まれていることを確認してください。
kk_kz: Жоба баптауларында көрсетілген бір немесе бірнеше файл табылмады. Олар жылжытылған немесе жойылған болуы мүмкін. Экспорттағыңыз келетін барлық файлдардың қосылғанын тексеріңіз.

source: Project "%s" successfully exported. Click to show.
da_da: Projektet "%s" blev eksporteret uden fejl. Klik for at vise.
de_de: Projekt "%s" wurde erfolgreich exportiert. Zum Anzeigen klicken.
ja_jp: プロジェクト "%s" が正常にエクスポートされました。クリックして表示します。
kk_kz: "%s" жобасы сәтті экспортталды. Көрсету үшін басыңыз.
ta_in: திட்டம் "%s" வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது. காண்பிக்க சொடுக்கு.
vi_vi: Dự án "%s" được xuất thành công. Nhấn để hiển thị.

source: Project Export
de_de: Projektexport
ja_jp: プロジェクトのエクスポートExport
kk_kz: Жобаны экспорттау
ta_in: திட்ட ஏற்றுமதி

source: Language file imported: %s
ar_ar: تم استيراد ملف اللغة:%s
ca_ca: Fitxer d'idioma importat: %s
da_da: Sprog fil importeret: %s
de_de: Sprachdatei %s wurde erfolgreich importiert
et_et: Keelefail imporditud: %s
eu_eu: Hizkuntza fitxategia inportatu da: %s
fi_fi: Käännöstiedosto tuotu: %s
id_id: File bahasa yang diimpor: %s
ja_jp: 言語ファイルがインポートされました : %s
kk_kz: Тіл файлы импортталды: %s
pl_pl: Wczytano plik języka: %s
ru_ru: Языковой файл %s импортирован
sv_sv: Språk fil importerad: %s
ta_in: மொழி கோப்பு இறக்குமதி செய்யப்பட்டது: %s
uk_uk: Імпортовано мовний файл: %s
vi_vi: Tập tin ngôn ngữ đã tích hợp: %s

source: Could not import language file %s!
ar_ar: تعذر استيراد ملف اللغة%s!
ca_ca: No s'ha pogut importar el fitxer d'idioma %s!
da_da: Kunne ikke importere sprog fil %s!
de_de: Die Sprachdatei %s konnte nicht importiert werden!
et_et: Keelefaili %s polnud võimalik importida!
eu_eu: Ezin izan da %s hizkuntza fitxategia inportatu!
fi_fi: Ei voitu tuoda käännöstiedostoa %s!
id_id: Tidak bisa mengimpor file bahasa %s!
ja_jp: 言語ファイル %s をインポートできませんでした!
kk_kz: %s тіл файлын импорттау мүмкін емес!
pl_pl: Nie mogę wczytać pliku języka %s!
ru_ru: Ошибка импорта файла перевода %s!
sv_sv: Kunde inte importera språk filen %s!
ta_in: மொழி கோப்பு %s ஐ இறக்குமதி செய்ய முடியவில்லை!
uk_uk: Не вдалося імпортувати мовний файл %s!
vi_vi: Không thể tích hợp tập tin ngôn ngữ %s!

source: The provided name did not contain any allowed letters.
ar_ar: الاسم المقدم لا يحتوي على أي أحرف مسموح بها.
ca_ca: El nom que heu donat conté algun caràcter invàlid
da_da: Det angivne navn indeholdt ingen tilladte bogstaver
de_de: Der Name enthielt keine erlaubten Zeichen.
et_et: See nimi ei sisaldanud ühtki lubatud tähtedest.
eu_eu: Emandako izenak ez zuen baimendutako hizkirik.
fi_fi: Annetussa nimessä ei ollut sallittuja kirjaimia (no_allowed_chars).
id_id: Nama yang diberikan tidak mengandung huruf yang diperbolehkan.
ja_jp: 提供された名前は使用可能な文字を含んでいません。
kk_kz: Берілген атауда рұқсат етілген әріптер болған жоқ.
pl_pl: Nazwa nie zawiera dozwolonych liter.
ru_ru: Указанное имя не содержит разрешенных символов.
sv_sv: Det angivna namnet innehöll inga tillåtna bokstäver.
ta_in: வழங்கப்பட்ட பெயரில் அனுமதிக்கப்பட்ட எழுத்துகள் இல்லை.
uk_uk: Дана назва не містить дозволених символів.
vi_vi: Tên định dùng không chứa bất kì kí tự nào được cho phép.

source: The requested directory was not found.
ar_ar: لم يتم العثور على الدليل المطلوب.
ca_ca: No s'ha trobat la carpeta sol·licitada
da_da: Mappen kunne ikke findes.
de_de: Das angefragte Verzeichnis wurde nicht gefunden.
et_et: Otsitud nimistut ei leitud.
eu_eu: Eskatutako direktorioa ez da aurkitu.
fi_fi: Pyydettyä hakemistoa ei löydy.
id_id: Direktori yang diminta tidak ditemukan.
ja_jp: 要求されたディレクトリが見つかりません。
kk_kz: Сұралған каталог табылмады.
pl_pl: Żądany katalog nie został znaleziony
ru_ru: Запрашиваемый каталог не найден.
sv_sv: Den begärda katalogen hittades inte.
ta_in: கோரப்பட்ட அடைவு காணப்படவில்லை.
uk_uk: Запитуваний каталог не знайдено.
vi_vi: Không thể tìm thấy thư mục được yêu cầu

source: Option %s has to be of type %s.
ar_ar: يجب أن يكون الخيار%s من النوع%s.
ca_ca: L'opció %s ha de ser del tipus %s
da_da: Valgmuligheden %s skal være af typen %s.
de_de: Option %s muss den Typ %s besitzen.
et_et: Valik %s peab olema sellist tüüpi nagu %s.
eu_eu: %s aukerak %s erakoa izan behar du.
fi_fi: Valinnan %s tyypin on oltava %s.
id_id: Pilihan %s harus bertipe %s.
ja_jp: オプション %s は %s 型である必要があります。
kk_kz: %s параметрі %s түрінде болуы керек.
pl_pl: Opcja %s musi być typu %s.
ru_ru: Значение %s недопустимого типа %s.
sv_sv: Alternativet %s måste vara av typen %s.
ta_in: விருப்பம் %s வகை %s ஆக இருக்க வேண்டும்.
uk_uk: Параметр %s повинен мати тип %s.
vi_vi: Tuỳ chọn %s phải là một trong các loại: %s.

source: Option %s must be one of: %s.
ar_ar: يجب أن يكون الخيار%s أحد:%s.
ca_ca: L'opció %s ha de ser una d'aquestes: %s
da_da: Valgmuligheden %s skal være én af: %s.
de_de: Option %s muss einen der folgenden Werte aufweisen: %s.
et_et: Valik %s peab olema üks neist: %s.
eu_eu: %s aukerak hauetako bat izan behar du: %s.
fi_fi: Valinnan %s on oltava jokin seuraavista: %s.
id_id: Pilihan %s harus salah satu dari: %s.
ja_jp: オプション %s は次のいずれかでなければなりません : %s。
kk_kz: %s параметрі келесілердің бірі болуы керек: %s.
pl_pl: Opcja %s musi być którąś z wartości: %s.
ru_ru: Значение %s может принимать следующие значения: %s.
sv_sv: Alternativet %s måste vara något av: %s.
ta_in: விருப்பம் %s ஒன்றாக இருக்க வேண்டும்: %s.
uk_uk: Параметр %s повинен бути одним із: %s.
vi_vi: Tuỳ chọn %s phải nằm trong vùng giá trị: %s.

source: Option %s must be between %s and %s (characters long).
ar_ar: يجب أن يكون الخيار%s بين%s و%s (طول الأحرف).
ca_ca: L'opció %s ha de tenir entre %s i %s caràcters de llargària
da_da: Valgmuligheden %s skal være mellem %s og %s (karakterer lang).
de_de: Option %s muss im Bereich von %s und %s (Zeichen) liegen.
eu_eu: %s aukerak %s eta %s karatere arteko luzera behar du.
fi_fi: Valinnan %s pituuden on oltava välillä %s ja %s merkkiä.
id_id: Pilihan %s harus diantara %s dan %s (panjang karakter).
ja_jp: オプション %s は %s から %s (文字数)の間である必要があります。
kk_kz: %s параметрі %s және %s символ аралығында болуы тиіс.
pl_pl: Opcja %s musi mieć długość od %s do %s znaków.
ru_ru: Значение %s должно быть в диапазоне от %s до %s символов.
sv_sv: Alternativet %s måste vara mellan %s och %s (tecken långt).
ta_in: விருப்பம் %s %s மற்றும் %s க்கு இடையில் இருக்க வேண்டும் (எழுத்துக்கள் நீளமானது).
uk_uk: Опція %s повинна бути між %s і %s (кількість символів).
vi_vi: Tuỳ chọn %s phải nằm giữa %s và %s (độ dài kí tự).

source: Option %s may not exceed %s (characters).
ar_ar: لا يجوز أن يتجاوز الخيار%s%s (من الأحرف).
ca_ca: L'opció %s no ha de sobrepassar els %s caràcters
da_da: Valgmuligheden %s må ikke være længere end %s (karakterer).
de_de: Option %s darf maximal %s Zeichen lang bzw. groß sein.
eu_eu: %s aukerak ezin du %s (karaktere) baino gehiago izan.
fi_fi: Valinta %s ei voi olla pidempi kuin %s merkkiä.
id_id: Pilihan %s tidak boleh melebihi %s (karakter).
ja_jp: オプション %s は %s (文字) を超えてはなりません。
kk_kz: %s параметрі %s символдан асуына болмайды.
pl_pl: Opcja %s nie może przekraczać %s znaków długości.
ru_ru: Значение %s не может быть больше %s символов.
sv_sv: Alternativet %s får inte överstiga %s (tecken).
ta_in: விருப்பம் %s %s (எழுத்துக்கள்) ஐ தாண்டக்கூடாது.
uk_uk: Опція %s не повинна перевищувати %s (символи).
vi_vi: Tuỳ chọn %s không được vượt quá %s (kí tự).

source: Option %s must be at least %s (characters long).
ar_ar: يجب أن يكون الخيار%s%s على الأقل (طول الأحرف).
ca_ca: L'opció %s ha de tenir com a mínim %s caràcters de llargària
da_da: Valgmuligheden %s skal være minimum %s (karakterer lang).
de_de: Option %s muss mindestens %s Zeichen lang bzw. groß sein.
eu_eu: %s aukerak %s (karaktereko luzera) izan behar du gutxienez.
fi_fi: Valinnan %s on oltava vähintään %s merkkiä.
id_id: Pilihan %s setidaknya harus %s (panjang karakter).
ja_jp: オプション %s は少なくとも %s (文字数) である必要があります。
kk_kz: %s параметрі кем дегенде %s символдан тұруы тиіс.
pl_pl: Opcja %s musi mieć długość min. %s znaków.
ru_ru: Значение %s должно быть не меньше %s символов.
sv_sv: Alternativet %s måste vara minst %s (tecken långt).
ta_in: விருப்பம் %s குறைந்தது %s (எழுத்துக்கள் நீளமாக) இருக்க வேண்டும்.
uk_uk: Опція %s повинна бути щонайменше %s (кількість символів).
vi_vi: Tuỳ chọn %s phải tối thiểu là %s (độ dài kí tự).

source: Option %s is required.
ar_ar: الخيار%s مطلوب.
ca_ca: L'opció %s és obligatòria
da_da: Valgmuligheden %s er nødvendig
de_de: Option %s ist erforderlich.
eu_eu: %s aukera derrigorrezkoa da.
fi_fi: Valinta %s on pakollinen.
id_id: Pilihan %s diwajibkan.
ja_jp: オプション %s は必須です。
kk_kz: %s параметрі міндетті.
pl_pl: Opcja %s jest obowiązkowa.
ru_ru: Значение %s должно быть установлено.
sv_sv: Alternativ %s krävs.
ta_in: விருப்பம் %s தேவை.
uk_uk: Опція %s обов'язкова.
vi_vi: Tuỳ chọn %s là bắt buộc

source: Changing this option requires a restart to take effect.
ar_ar: يتطلب تغيير هذا الخيار إعادة تشغيل التطبيق لتفعيله.
ca_ca: Un canvi en aquesta opció necessita un reinici per veure's reflectit.
da_da: Ændring af denne valgmulighed kræver en genstart for at få effekt.
de_de: Diese Änderung wird erst nach einem Neustart wirksam.
ja_jp: このオプションを有効にするには再起動が必要です。
kk_kz: Бұл параметрді өзгерту күшіне ену үшін қайта іске қосуды қажет етеді.
ru_ru: Требуется перезагрузка для применения этого параметра.
ta_in: இந்த விருப்பம் மாறுவதற்கு மறுதொடக்கம் செய்ய வேண்டும்.
vi_vi: Thay đổi tùy chọn này cần khởi động lại để có hiệu lực.

source: Restart now
ar_ar: أعد التشغيل الآن
ca_ca: Reinicia ara mateix
de_de: Jetzt neustarten
ja_jp: 今すぐ再起動
kk_kz: Қазір қайта іске қосу
ru_ru: Перезагрузить сейчас
ta_in: இப்போது மறுதொடக்கம்

source: Restart later
ar_ar: أعد التشغيل لاحقًا
ca_ca: Reinicia més tard
da_da: Genstart senere
de_de: Später neustarten
ja_jp: あとで再起動
kk_kz: Кейінірек қайта іске қосу
ru_ru: Перезапустить позже
ta_in: பின்னர் மறுதொடக்கம்
vi_vi: Khởi động lại sau

source: Cannot check for update
ar_ar: تعذر التحقق من التحديثات
da_da: Kan ikke søge efter opdatering
de_de: Kann nicht auf Updates prüfen
ja_jp: 更新を確認できません
kk_kz: Жаңартуды тексере алмаймын

source: There was an error while checking for updates. %s: %s
ar_ar: حدث خطأ أثناء التحقق من التحديثات. %s:%s
da_da: Der opstod en fejl under søgning efter opdateringer. %s: %%s
de_de: Beim Update-Check ist ein Fehler aufgetreten. %s: %s
ja_jp: 更新の確認中にエラーが発生しました。%s : %s
kk_kz: Жаңартуларды тексеру кезінде қате пайда болды. %s: %s

source: An update to version %s is available!
ar_ar: يتوفر تحديث للإصدار%s!
ca_ca: Hi ha una actualització a la versió %s disponible!
da_da: En opdatering til version %s er tilgængelig
de_de: Eine Update auf Version %s ist verfügbar!
et_et: %s on uuendamiseks saadaval!
fi_fi: Päivitys versioon %s on saatavilla!
id_id: Pembaruan ke versi %s telah tersedia!
ja_jp: バージョン %s への更新が利用可能です!
kk_kz: %s нұсқасына жаңарту қолжетімді!
pl_pl: Dostępna jest wersja %s
ru_ru: Доступно обновление до версии %s!
sv_sv: En uppdatering till version %s är tillgänglig!
ta_in: பதிப்பு %s க்கான புதுப்பிப்பு கிடைக்கிறது!
uk_uk: Доступне оновлення до версії %s!
vi_vi: Một cập nhật cho phiên bản %s đang khả dụng!

source: Please update at your earliest convenience. You can open the updater now, or update later.
da_da: Opdater venligst så snart det er belejligt. Du kan åbne opdateringen nu eller opdatere senere.
de_de: Bitte aktualisiere bald. Du kannst das Update jetzt oder später durchführen.
ja_jp: お早めに更新してください。今すぐアップデーターを開くか、後で更新することもできます。
kk_kz: Жаңартуды мүмкіндігінше тезірек орындаңыз. Қазір жаңартушыны аша аласыз немесе кейінірек жаңарта аласыз.

source: Open updater
ar_ar: فتح أداة التحديث
da_da: Åbn opdatering
de_de: Updater öffnen
ja_jp: アップデーターを開く
kk_kz: Жаңартушыны ашу

source: Not now
ar_ar: ليس الآن
da_da: Ikke nu
de_de: Nicht jetzt
ja_jp: 今はしない
kk_kz: Қазір емес

source: Could not check for updates: Server Error (Status code: %s)
ar_ar: تعذر التحقق من وجود تحديثات: خطأ في الخادم (رمز الحالة:%s)
ca_ca: No s'ha pogut comprovar si hi ha actualitzacions: Error del servidor (codi d'estat: %s)
da_da: Kunne ikke søge efter opdateringer: Server fejl (Status kode: %s)
de_de: Konnte nicht nach Updates suchen: Server Error (Statuscode: %s)
eu_eu: Ezin izan dira eguneraketak bilatu: Zerbitzariaren Errorea (egoera kodea: %s)
fi_fi: Päivitysten tarkistaminen ei onnistunut: palvelinvirhe (status %s)
id_id: Tidak dapat memeriksa pembaruan: Galat Server (Kode status: %s)
ja_jp: 更新の確認ができませんでした : サーバ エラー(ステータス コード : %s)
kk_kz: Жаңартуларды тексеру мүмкін болмады: Серверлік қате (Статус коды: %s)
pl_pl: Nie można sprawdzić aktualizacji: Błąd serwera (kod: %s)
ru_ru: Ошибка проверки обновления: ошибка сервера (код статуса: %s).
sv_sv: Kunde inte leta efter uppdateringar: Serverfel (Statuskod: %s)
ta_in: புதுப்பிப்புகளை சரிபார்க்க முடியவில்லை: சேவையக பிழை (நிலை குறியீடு: %s)
uk_uk: Неможливо перевірити на оновлення: Помилка сервера (Код помилки: %s)
vi_vi: Không thể kiểm tra cập nhật: Lỗi Máy Chủ (Mã lỗi: %s)
