Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Thin &mdash; show either file tree or file list
ca_ca: Prim &mdash; mostra l'arbre de fitxers o la llista
eu_eu: Mehea &mdash; fitxategi-zuhaitza ala fitxategien zerrenda erakutsi
id_id: Minimalis &mdash; perlihatkan salah satu saja, susunan berkas atau daftar berkas
pl_pl: Wąski &mdash; lista folderów albo lista plików
ru_ru: Минимальный (отобразить дерево или список файлов)
sv_sv: Tunn &mdash; visa antingen filträd eller fillista
uk_uk: Компактно &mdash; показувати дерево або список файлів

source: Expanded &mdash; show both file tree and file list
ca_ca: Expandit &mdash; mostra tant l'arbre de fitxers com la llista
eu_eu: Zabaldua &mdash; fitxategi-zuhaitza zein fitxategien zerrenda erakutsi
id_id: Lengkap &mdash; perlihatkan susunan berkas dan daftar berkas
pl_pl: Rozrzeszony &mdash; osobne listy plików i katalogów
ru_ru: Расширенный (отобразить и дерево и список файлов)
sv_sv: Utökad &mdash; visa både filträd och fillista
uk_uk: Розгорнуто &mdash; показувати дерево та список файлів

source: Combined &mdash; show files and directories in the file tree
ca_ca: Combinat &mdash; mostra els fitxers i les carpetes a l'arbre de fitxers
eu_eu: Konbinatua &mdash; fitxategi zein direktorioak erakutsi fitxategi-zuhaitzean
id_id: Gabungan &mdash; perlihatkan berkas dan direktori di susunan berkas
pl_pl: Mieszany &mdash; pliki i katalogi w drzewie
ru_ru: Комбинированный (отобразить файлы и директории в виде дерева)
sv_sv: Kombinerat &mdash; visa filer och mappar i filstrukturen
uk_uk: Комбінований &mdash; показувати файли та каталоги у дереві файлів

source: Display files using
ca_ca: Mostra el fitxer utilitzant
et_et: Kuva faile kasutades
pl_pl: Wyświetlaj pliki przy użyciu
ru_ru: Отображать файлы при помощи
sv_sv: Visa filer med hjälp av

source: Sorting order for files (used for sorting by name)
ca_ca: Ordre en el que s'ordenen els fitxers (quan s'ordenen per nom)
eu_eu: Fitxategiak ordenatzeko irizpidea (izenaren arabera ordenatzeko erabilia)
id_id: Susunan urutan file (untuk pengurutan berdasarkan nama)
pl_pl: Sortowanie nazw plików
ru_ru: Порядок сортировки файлов (используется при сортировке по имени)
sv_sv: sorteringsordning för filer (används för att sortera efter namn)
uk_uk: Сортування файлів (коли сортування за назвою)

source: Natural order (10 after 2)
ca_ca: Ordre natural (el 10 va després del 2)
eu_eu: Ordena naturala (10a 2a eta gero)
id_id: Urutan acak (10 lalu 2)
pl_pl: Porządek naturalny (10 po 2)
ru_ru: Естественный порядок (10 после 2)
sv_sv: Naturlig ordning (10 efter 2)
uk_uk: Звичайне сортування (10 після 2)

source: ASCII order (2 after 10)
ca_ca: Ordre ASCII (el 2 va després del 10)
eu_eu: ASCII ordena (2a 10a eta gero)
id_id: Urutan ASCII (2 lalu 10)
pl_pl: Porządek ASCII (2 po 10)
ru_ru: Порядок таблицы ASCII (2 после 10)
sv_sv: ASCII-ordning (2 efter 10)
uk_uk: Сортування ASCII (2 після 10)

source: When sorting by time, sort by
ca_ca: Quan ordenis per temps, ordena per
et_et: Sorteerides aja järgi, sorteeri
eu_eu: Denboraren arabera ordenatzerakoan, erabili
id_id: Saat diurut menurut waktu, urutkan berdasarkan
pl_pl: Sortując po czasie, sortuj po
ru_ru: При упорядочивании по времени, сортировать по
sv_sv: När du sorterar efter tid, sortera efter
uk_uk: Коли сортування за часом

source: In the file metadata display
ca_ca: A les metadades del fitxer, mostra
eu_eu: Fitxategiaren metadatuetan erakutsi
id_id: Ditampilkan dalam metadata file
pl_pl: Wyświetlane metadane pliku
ru_ru: При отображении метаданных файла
sv_sv: Visa filens metadata
uk_uk: У вікні відображення метаданих файлу

source: Choose the formatting characters that the bold/emphasis commands should use
ca_ca: Tria els caràcters de format per a negretes o cursives
eu_eu: Aukeratu zein karaktere erabiliko dituzten letra lodi/etzana ezartzeko komandoek
id_id: Pilih format karakter untuk membuat huruf tebal/miring
pl_pl: Wybierz znaki formatowania dla wytłuszczenia i emfazy
ru_ru: Выберите символы форматирования (жирный и/или курсив)
sv_sv: Välj de formateringstecken som kommandona med fetstil/betoning ska använda
uk_uk: Виберіть символи, які будуть використовуватися для позначення жирного/курсивного тексту

source: Default image path (relative or absolute)
ca_ca: Camí per defecte a les imatges (relatiu o absolut)
eu_eu: Lehenetsitako irudi bidea (erlatiboa ala absolutua)
id_id: Jalur gambar default (relatif atau absolut)
pl_pl: Domyślna ścieżka obrazu (względna lub bezwzględna)
ru_ru: Путь для сохранения изображений (полный или абсолютный)
sv_sv: Standard bild sökväg (relativ eller absolut)
uk_uk: Шлях для зберігання зображень (повний або відносний)

source: Indent by the following number of spaces
ca_ca: Sagna a partir del número d'espais
eu_eu: Honako zuriune kopuruarekin koskatu
id_id: Inden dengan jumlah spasi berikut
pl_pl: Liczba spacji wcięcia
ru_ru: Число пробелов в табуляции
sv_sv: Dra in med följande antal blanksteg
uk_uk: Кількість символів для відступу

source: Indent using tabs
ca_ca: Sagna amb tabulació
pl_pl: Wcięcia z użyciem tabulatora
ru_ru: Отступ с помощью табуляции
sv_sv: Indrag med flikar

source: Algorithm to use for the readability mode
ca_ca: Algorisme a utilitzar per al mode de llegibilitat
eu_eu: Irakurterraztasun moduan erabiltzeko algoritmoa
id_id: Algoritme yang digunakan untuk mode baca
pl_pl: Algorytm trybu łatwości czytania
ru_ru: Алгоритм режима удобочитаемости
sv_sv: Algoritm att använda för läsbarhetsläget
uk_uk: Алґоритм для читабельности

source: Editor input mode
ca_ca: Mode d'entrada de l'editor
eu_eu: Editorearen sarrera modua
id_id: Mode masukan editor
pl_pl: Tryb wprowadzania
ru_ru: Редактор в режиме ввода
sv_sv: Inmatningsläge för redigering
uk_uk: Режим редагування

source: Check Markdown for style issues
ar_ar: التحقق من مشاكل الأسلوب في Markdown
ca_ca: Comprova si hi ha errades d'estil de Markdown
ru_ru: Проверьте Markdown на наличие проблем со стилем
ta_in: பாணி சிக்கல்களுக்கு கீழ்குறி சரிபார்
vi_vi: Kiểm tra cú pháp Markdown

source: Show statusbar
ca_ca: Mostra la barra d'estat
ru_ru: Показать панель состояния

source: Accept spaces during autocompletion
ca_ca: Accepta espais durant la compleció automàtica
et_et: Luba tühikud automaattäitmise ajal
id_id: Ikut terima spasi saat autocomplete
pl_pl: Akceptuj spacje podczas autouzupełniania
ru_ru: Принимать пробелы во время автозаполнения
sv_sv: Acceptera blanksteg under autokomplettering
uk_uk: Використовувати пробіли для автодоповнення

source: Enable Table Editor
ca_ca: Activa l'editor de taules
eu_eu: Taulen editorea gaitu
id_id: Aktifkan Editor Tabel
pl_pl: Włącz edytor tabeli
ru_ru: Включить редактор таблиц
sv_sv: Aktivera tabellredigeraren
uk_uk: Дозволити Редактор таблиць

source: Count characters instead of words (e.g., for Chinese)
ar_ar: عد الأحرف بدلاً من الكلمات (على سبيل المثال ، للصينية)
ca_ca: Compta caràcters en lloc de paraules (per exemple, per al xinès)
et_et: Loe sõnade asemel tähemärke (nt hiina keele puhul)
eu_eu: Karaktereak zenbatu hitzen ordez (adibidez, txineraz)
fi_fi: Laske merkkejä sanojen sijaan (esim. kiinalle)
id_id: Hitung berdasarkan karakter daripada berdasarkan kata (misalnya, untuk tulisan China)
pl_pl: Liczenie znaków zamiast słów
ru_ru: Число заменяемых символов в словах (в том числе для китайского языка)
sv_sv: Räkna tecken istället för ord (t.ex. för kinesiska)
ta_in: சொற்களுக்கு பதிலாக எழுத்துக்களை எண்ணு (எ.கா., சீனருக்கு)
uk_uk: Рахувати символи замість слів (напр. для китайської)
vi_vi: Đếm số ký tự thay vì số chữ (Ví dụ: cho tiếng Trung)

source: Display "Open Preferences" button
ca_ca: Mostra el botó de les opcions del temporitzador
et_et: Kuva "Ava eelistused" nupp
fi_fi: Näytä "Avaa asetukset" -painike
ru_ru: Показать кнопку "Открыть настройки"
sv_sv: Öppna inställningar
vi_vi: Hiển thị nút "Mở Tuỳ Chỉnh"

source: Display "New File" button
ca_ca: Mostra el botó de Nou Fitxer
et_et: Kuva "Uue faili" nupp
fi_fi: Näytä "Uusi tiedosto" -painike
ru_ru: Отобразить кнопку "Новый файл"
sv_sv: Ny fil
vi_vi: Hiển thị nút "Tập Tin Mới"

source: Display "Previous File" button
ca_ca: Mostra el botó Fitxer Anterior
et_et: Kuva "Eelmise faili" nupp
fi_fi: Näytä "Edellinen tiedosto" -painike
ru_ru: Показать кнопку "Новый файл"
vi_vi: Hiển thị nút "Tập tin trước"

source: Display "Next File" button
ca_ca: Mostra el botó Proper Fitxer
et_et: Kuva "Järgmise faili" nupp
fi_fi: Näytä "Seuraava tiedosto" -painike
ru_ru: Показать кнопку "Следующий файл"
sv_sv: Nästa fil
vi_vi: Hiển thị nút "Tập Tin Tiếp Theo"

source: Display readability button
ca_ca: Mostra el botó de llegibilitat
et_et: Kuva loetavuse nupp
fi_fi: Näytä luettavuus-painike
ru_ru: Отобразить кнопку удобочитаемости
vi_vi: Hiển thị nút Chỉ số Dễ Đọc

source: Display "Insert Comment" button
ca_ca: Mostra el botó de comentaris
fi_fi: Näytä "Lisää kommentti" -painike
ru_ru: Показать кнопку "Вставить комментарий"
vi_vi: Hiển thị nút "Chèn Ghi Chú"

source: Display link button
ca_ca: Mostra el botó d'enllaços
et_et: Kuva lingi nupp
fi_fi: Näytä linkkipainike
ru_ru: Показать кнопку ссылки
sv_sv: Visa länk
vi_vi: Hiển thị nút Liên Kết

source: Display image button
et_et: Kuva pildi nupp
fi_fi: Näytä kuvapainike
ru_ru: Кнопка отображения изображения
sv_sv: Visa bild
vi_vi: Hiển thị nút Hình Ảnh

source: Display task list button
ca_ca: Mostra el botó de llista de tasques
et_et: Kuva ülesannete nimekirja nupp
fi_fi: Näytä tehtävälistapainike
ru_ru: Кнопка отображения списка задач
vi_vi: Hiển thị nút Danh Sách Công Việc

source: Display "Insert Table" button
ca_ca: Mostra el botó de taules
fi_fi: Näytä "Lisää taulukko" -painike
ru_ru: Показать кнопку "Вставить таблицу"
vi_vi: Hiển thị nút "Chèn Bảng"

source: Display "Insert Footnote" button
ca_ca: Mostra el botó d'inserir notes al peu
fi_fi: Näytä "Lisää alaviite" -painike
ru_ru: Показать кнопку "Вставить сноску"
vi_vi: Hiển thị nút "Chèn Chú Thích Cuối Trang"

source: Display document info
ca_ca: Mostra la informació del document
et_et: Kuva dokumendi info
fi_fi: Näytä tiedoston tiedot
ru_ru: Показать информацию о документе
vi_vi: Hiển thị thông tin tập tin

source: Display Pomodoro-timer
ca_ca: Mostra el temporitzador
et_et: Kuva Pomodoro-taimer
fi_fi: Näytä Pomodoro-ajastin
ru_ru: Показать Pomodoro-таймер
vi_vi: Hiển thị đồng hồ bấm giờ Promodoro

source: Use LanguageTool
ca_ca: Fes servir LanguageTool
ru_ru: Используйте LanguageTool

source: Mother tongue
ca_ca: Llengua materna
ru_ru: Родной язык

source: Language Code
ca_ca: Codi de la llengua
ru_ru: Код языка

source: Search for dictionaries…
ca_ca: Cerca diccionaris…
ru_ru: Поиск по словарям…

source: User dictionary. Remove words by clicking them.
ar_ar: قاموس المستخدم. إزالة الكلمات عن طريق النقر عليها.
ca_ca: Diccionari de la usuària. Elimina les paraules clicant-les
et_et: Kasuta sõnaraamatut. Eemalda sõnad neile vajutades.
eu_eu: Erabiltzailearen hiztegia. Ezabatu hitzak haietan klik eginda.
fi_fi: Mukautettu sanakirja. Poista sanoja klikkaamalla.
id_id: Kamus pengguna. Klik untuk menghapus kata.
pl_pl: Słownik osobisty. Kliknięcie usuwa słowa.
ru_ru: Словарь пользователя (слова можно удалять, кликая по ним).
sv_sv: Användarordbok. Ta bort ord genom att klicka på dem.
ta_in: பயனர் அகராதி. சொற்களைக் சொடுக்குவதன் மூலம் அவற்றை அகற்று.
uk_uk: Словник користувача. Видаляти слова можна клацаючи по них.
vi_vi: Từ điển người dùng. Xoá từ bằng cách nhấn vào chúng.

source: Citation Database (CSL JSON or BibTex)
ca_ca: Base de dades de les referències (CSL, JSON o BibTex)
et_et: Tsiteerimise andmebaas (CSL, JSON või BibTex)
eu_eu: Aipuen datubasea (CSL, JSON edo BibTex)
fi_fi: Viittaustietokanta (CSL JSON tai BibTex)
id_id: Database Kutipan (CSL JSON or BibTex)
pl_pl: Baza cytowań (CSL JSON albo BibTex)
ru_ru: База цитат (CSL JSON или BibTex)
sv_sv: Citationsdatabas (CSL JSON eller BibTex)
uk_uk: База цитат (CSL JSON або BibTex)
vi_vi: Cơ sở dữ liệu trích dẫn (CSL JSON hay BibTex)

source: CSL-Style (optional)
ca_ca: Estil CSL (opcional)
eu_eu: CSL estiloa (hautazkoa)
fi_fi: CSL-tyyli (valinnainen)
id_id: CSL-Style (opsional)
pl_pl: Styl CSL (opcjonalnie)
ru_ru: Стиль CSL (необязательно)
sv_sv: CSL-stil (valfritt)
uk_uk: Стилі CSL (необов'язково)
vi_vi: CSL-Style (tuỳ chọn)

source: selected
ca_ca: Seleccionat
et_et: valitud
id_id: dipilih
pl_pl: wybrane
ru_ru: выбрано
sv_sv: vald
uk_uk: обрано

source: click to select
ca_ca: Clica per a seleccionar
et_et: klõpsa valimiseks
id_id: klik untuk memilih
pl_pl: kliknij, aby wybrać
ru_ru: щелчок для выбора
sv_sv: klicka för att välja
uk_uk: натисніть, щоб вибрати

source: Table of Contents
ca_ca: Taula de continguts
et_et: Sisukord
eu_eu: Aurkibidea
fi_fi: Sisällysluettelo
id_id: Daftar Isi
pl_pl: Spis treści
ru_ru: Оглавление
sv_sv: Innehållsförteckning
uk_uk: Зміст
vi_vi: Bảng Mục Lục

source: Full-Text Search
ca_ca: Escorcoll general
et_et: Täistekstiga otsimine
fi_fi: Kokotekstihaku
id_id: Pencarian teks lengkap
pl_pl: Wyszukiwanie pełnotekstowe
ru_ru: Полнотекстовый поиск
sv_sv: Fulltextsökning
vi_vi: Tìm kiếm toàn văn bản

source: %s matches
ca_ca: %s coincidències
ru_ru: %s совпадений

source: Find …
ca_ca: Troba…
et_et: Otsi ...
fi_fi: Etsi...
id_id: Cari ...
pl_pl: Znajdź...
ru_ru: Поиск …
sv_sv: Hitta...
vi_vi: Tìm …

source: Filter …
ca_ca: Filtre…
fi_fi: Suodatin...
id_id: Saring ...
pl_pl: Filtr...
ru_ru: Фильтр …
sv_sv: Filtrera...
vi_vi: Bộ lọc …

source: Restrict to directory …
ca_ca: Restringeix la cerca a la carpeta…
et_et: Piira nimistule ...
fi_fi: Rajaa hakemistoon...
id_id: Batasi hanya dalam direktori ...
pl_pl: Ogranicz do folderu...
ru_ru: Ограничение на каталог …
sv_sv: Begränsa till katalog...
vi_vi: Giới hạn trong thư mục …

source: Here you can override the styles of Zettlr to customise it even further. <strong>Attention: This file overrides all CSS directives! Never alter the geometry of elements, otherwise the app may expose unwanted behaviour!</strong>
ar_ar: هنا يمكنك تجاوز أنماط Zettlr لتخصيصها بشكل أكبر. <strong> تنبيه: هذا الملف يتجاوز جميع توجيهات CSS! لا تقم أبدًا بتغيير هندسة العناصر ، وإلا فقد يعرض التطبيق السلوك غير المرغوب فيه! </ strong>
ca_ca: Aquí podeu substituir els estils de Zettlr per personalitzar-lo encara més. <strong>Atenció: aquest fitxer substitueix totes les directrives CSS! No modifiqueu mai la geometria dels elements; en cas contrari, l'aplicació es pot exposar a un comportament no desitjat!</strong>
eu_eu: Zettlr-en estiloak gainidatzi ditzakezu hemen, itxura are gehiago pertsonalizatzeko. <strong>Adi: Fitxategi honek CSS direktiba guztiak gainidatziko ditu! Ez eraldatu inoiz elementuen gemoetria, bestela aplikazioak nahi ez den portaera izan dezake!</strong>
fi_fi: Tässä voit ohittaa ohjelman vakiotyylit mukauttaaksesi käyttöliittymää. <strong>Huomio: Tämä tiedosto ohittaa kaikki CSS-direktiivit! Älä vaihda elementtien muotoa, tai ohjelma voi toimia väärin.</strong>
id_id: Di sini kamu dapat mengganti gaya Zettlr untuk menyesuaikannya lebih jauh. <strong>Perhatian: File ini mengganti semua aturan CSS! Jangan pernah mengubah geometri elemen, karena dapat menyebabkan masalah pada aplikasi!</strong>
pl_pl: Możesz tutaj nadpisywać style programu. <strong>Ten plik nadpisuje wszystkie dyrektywy CSS. Nie zmieniaj geometrii elementów, program może przestać działać poprawnie!</strong>
ru_ru: Здесь Вы можете переопределить стили Zettlr и настроить их по своему желанию. <strong>Внимание! Этот файл переопределяет все директивы CSS. Никогда не изменяйте геометрию элементов, в противном случае приложение может вести себя не предсказуемо.</strong>
sv_sv: Här kan du åsidosätta stilarna i Zettlr för att anpassa programmet ännu mer. <strong>Obs: Den här filen åsidosätter alla CSS-direktiv! Ändra aldrig elementens geometri, då kan programmet ändra beteende!</strong>
ta_in: அதை மேலும் தனிப்பயனாக்க செட்லர் இன் பாணிகளை இங்கே மேலெழுதலாம். <strong> கவனம்: இந்த கோப்பு அனைத்து சிஎச்எச் வழிமுறைகளையும் மீறுகிறது! உறுப்புகளின் வடிவவியலை ஒருபோதும் மாற்ற வேண்டாம், இல்லையெனில் பயன்பாடு தேவையற்ற நடத்தையை வெளிப்படுத்தக்கூடும்! </strong>
uk_uk: Тут ви можете перевизначити стилі програми, щоб налаштувати її під себе. <strong>Увага: Цей файл перезаписує усі CSS директиви! Ніколи не змінюйте геометрію об'єктів, це може призвести до небажаної поведінки програми!</strong>
vi_vi: Tại đây bạn có thể ghi đè lên các lớp giao diện của Zettlr để tuỳ biến ứng dụng nhiều hơn. <strong>Lưu ý: Tập tin này ghi đè lên tất cả các chỉ thị CSS! Không được thay đổi nội dung thể hiện hình dạng của các phần tử, hoặc ứng dụng sẽ xuất hiện các hành vi không theo mong đợi!</strong>

source: Saving failed
ar_ar: فشل الحفظ
ca_ca: No s'ha pogut desar
et_et: Salvestamine nurjus
fi_fi: Tallennus epäonnistui
id_id: Gagal menyimpan
pl_pl: Zapis nie powiódł się
ru_ru: Сохранение не удалось
sv_sv: Det gick inte att spara
ta_in: சேமிப்பு தோல்வியடைந்தது
uk_uk: Не вдалося зберегти
vi_vi: Lưu thất bại

source: Below the monthly average
ar_ar: تحت المتوسط الشهري
ca_ca: Per sota de la mitjana mensual
et_et: Alla kuu keskmise
fi_fi: Alle kuukauden keskiarvon
pl_pl: Poniżej średniej miesięcznej
ru_ru: Меньше среднего за месяц
sv_sv: Under månadsgenomsnittet
ta_in: திங்கள் சராசரிக்கு விட குறைவு
vi_vi: Dưới trung bình tháng

source: Over the monthly average
ar_ar: فوق المتوسط الشهري
ca_ca: Per sobre de la mitjana mensual
et_et: Üle kuu keskmise
fi_fi: Yli kuukauden keskiarvon
pl_pl: Powyżej średniej miesięcznej
ru_ru: Больше среднего за месяц
sv_sv: Över det månatliga genomsnittet
ta_in: திங்கள் சராசரியை விட அதிகம்
uk_uk: Понад середньомісячний показник
vi_vi: Vượt qua trung bình tháng

source: More than twice the monthly average
ar_ar: أكثر من ضعف المتوسط الشهري
ca_ca: Més del doble de la mitjana mensual
fi_fi: Enemmän kuin kaksi kertaa yli kuukauden keskiarvon
pl_pl: Dwukrotnie ponad średnią miesięczną
ru_ru: В два раза больше среднего за месяц
sv_sv: Mer än dubbelt så mycket som månadsgenomsnittet
ta_in: திங்கள் சராசரியை விட இரண்டு மடங்கு அதிகமாகும்
uk_uk: Більш ніж у два рази перевищує середньомісячний показник
vi_vi: Hơn gấp đôi trung bình tháng

source: Suggested tags for the current file
ca_ca: Etiquetes suggerides per al fitxer actual
fi_fi: Nykyiselle tiedostolle ehdotetut tunnisteet
id_id: Rekomendasi tag untuk berkas ini
pl_pl: Sugerowane tagi
ru_ru: Предложенные теги для текущего файла
sv_sv: Föreslagna taggar för den aktuella filen
uk_uk: Пропоновані теги для файлу

source: Add to file
ca_ca: Afegeix al fitxer
et_et: Lisa faili
fi_fi: Lisää tiedostoon
id_id: Tambahkan ke berkas
pl_pl: Dodaj do pliku
ru_ru: Добавить к файлу
sv_sv: Lägg till i fil
uk_uk: Додати до файлу

source: Open diagnostics panel
ca_ca: Obre el panell de diagnòstic
ru_ru: Открыть панель диагностики
vi_vi: Mở bảng chẩn đoán

source: Open Link
ca_ca: Obre l'enllaç
et_et: Ava link
eu_eu: Esteka ireki
fi_fi: Avaa linkki
id_id: Buka Tautan
pl_pl: Otwórz link
ru_ru: Открыть ссылку
sv_sv: Öppna länk
uk_uk: Відкрити посилання
vi_vi: Mở Đường Dẫn

source: Copy Mail Address
ca_ca: Copia l'adreça electrònica
et_et: Kopeeri meiliaadress
eu_eu: Posta helbidea kopiatu
fi_fi: Kopioi osoite
id_id: Salin alamat email
pl_pl: Kopiuj adres email
ru_ru: Скопировать адрес e-mail
sv_sv: Kopiera e-post adress
uk_uk: Копіювати поштову адресу
vi_vi: Sao chép địa chỉ thư

source: Copy Link
ca_ca: Copia l'enllaç
et_et: Kopeeri Link
eu_eu: Esteka kopiatu
fi_fi: Kopioi linkki
id_id: Salin tautan
pl_pl: Kopiuj link
ru_ru: Скопировать ссылку
sv_sv: Kopiera länk
uk_uk: Копіювати ланку
vi_vi: Sao chép Đường dẫn

source: Open in browser
ca_ca: Obre amb el navegador
et_et: Ava brauseris
id_id: Buka di peramban
pl_pl: Otwórz w przeglądarce
ru_ru: Открыть в браузере
sv_sv: Öppna i webbläsaren

source: Show file
ca_ca: Mostra el fitxer
et_et: Näita faili
eu_eu: Erakutsi fitxategia
id_id: Tampilkan file
pl_pl: Pokaż plik
ru_ru: Показать файл
sv_sv: Visa fil
uk_uk: Показати файл

source: Insert tasklist
ca_ca: Insereix una llista de tasques
et_et: Sisesta ülesannete loetelu
eu_eu: Txertatu ataza zerrenda
fi_fi: Lisää tehtävälista
id_id: Sisipkan daftar tugas
pl_pl: Wstaw listę zadań
ru_ru: Вставить список задач
sv_sv: Infoga uppgiftslista
uk_uk: Вставити список завдань
vi_vi: Chèn danh sách công việc

source: Blockquote
ca_ca: Cita
et_et: Tsitaadiplokk
eu_eu: Aipua
fi_fi: Lainaus
id_id: Kutipan blok
pl_pl: Cytat
ru_ru: Цитата
sv_sv: Block citat
uk_uk: Цитата
vi_vi: Trích dẫn

source: Insert Table
ca_ca: Insereix una taula
et_et: Sisesta tabel
eu_eu: Txertatu taula
fi_fi: Lisää taulukko
id_id: Sisipkan Tabel
pl_pl: Wstaw tabelę
ru_ru: Вставить таблицу
sv_sv: Infoga tabell
uk_uk: Вставити таблицю
vi_vi: Thêm bảng

source: Manage Tags…
ca_ca: Gestiona les etiquetes…
et_et: Muuda märksõnu...
eu_eu: Etiketak kudeatu...
fi_fi: Hallitse tunnisteita…
id_id: Kelola Label…
pl_pl: Zarządzaj tagami
ru_ru: Управление тегами…
sv_sv: Hantera taggar...
uk_uk: Керування мітками...
vi_vi: Quản lý thẻ

source: Open Workspace …
ca_ca: Obre l'espai de treball…
et_et: Ava Töölaud ...
eu_eu: Ireki lan eremua...
fi_fi: Avaa työtila
id_id: Buka Workspace ...
pl_pl: Otwórz obszar roboczy
ru_ru: Открыть рабочее окружение …
sv_sv: Öppna arbetsytan …
uk_uk: Відкрити робочий простір ...
vi_vi: Mở Vùng Workspace…

source: Recent documents
ca_ca: Documents recents
et_et: Hiljutised dokumendid
eu_eu: Duela gutxi erabilitako dokumentuak
fi_fi: Viimeaikaiset tiedostot
id_id: Dokumen terkini
pl_pl: Ostatnie dokumenty
ru_ru: Недавние документы
sv_sv: Senaste dokument
uk_uk: Недавні документи
vi_vi: Các văn bản gần đây

source: Empty
ca_ca: Buit
et_et: Tühi
eu_eu: Hutsik
fi_fi: Tyhjennä
id_id: Kosong
pl_pl: Puste
ru_ru: Очистить
sv_sv: Töm
uk_uk: Пусто
vi_vi: Trống

source: Find in file
ca_ca: Troba
et_et: Otsi failist
eu_eu: Fitxategian aurkitu
fi_fi: Etsi tiedostosta
id_id: Cari dalam file
pl_pl: Znajdź w pliku
ru_ru: Поиск в файле
sv_sv: Sök i filen
uk_uk: Пошук у файлі
vi_vi: Tìm trong tập tin

source: Find in directory
ca_ca: Troba a la carpeta
et_et: Otsi nimistust
eu_eu: Direktorioan bilatu
fi_fi: Etsi hakemistosta
id_id: Cari dalam direktori
pl_pl: Znajdź w katalogu
ru_ru: Найти в директории
sv_sv: Sök i katalogen
uk_uk: Шукати у каталозі
vi_vi: Tìm trong thư mục

source: Additional Information
ca_ca: Informació addicional
et_et: Lisainfo
eu_eu: Informazio gehigarria
fi_fi: Lisätiedot
id_id: Informasi tambahan
pl_pl: Dodatkowe informacje
ru_ru: Дополнительная информация
sv_sv: Ytterligare information
uk_uk: Додаткова інформація
vi_vi: Các Thông tin Thêm

source: Distraction free mode
ca_ca: Mode sense distraccions
et_et: Segajatevaba režiim
eu_eu: Distraziorik gabeko modua
fi_fi: Häiriötön tila
id_id: Mode bebas gangguan
pl_pl: Tryb bez rozproszeń
ru_ru: Рассеять свободный режим
sv_sv: Distraktionsfritt läge
uk_uk: Режим без відволікання
vi_vi: Chế độ không bị làm phiền

source: Typewriter Mode
ca_ca: Mode màqiuna d'escriure
et_et: Kirjutusmasina režiim
eu_eu: Idazteko makina modua
fi_fi: Typewriter-tila
id_id: Mode Mesin Tik
pl_pl: Tryb maszyny do pisania
ru_ru: Режим пишущей машинки
sv_sv: Skrivmaskinsläge
uk_uk: Режим введення
vi_vi: Chế độ Đánh Máy

source: Toggle file manager
ca_ca: Activa/Desactiva el gestor de fitxers
et_et: Failihalduri lüliti
eu_eu: Fitxategi kudeatzailea txandakatu
fi_fi: Näytä/piilota tiedostoselain
id_id: Alihkan pengelola berkas
pl_pl: Przełącz menedżer plików
ru_ru: Переключить вид менеджера: директория/файлы
sv_sv: Växla filhanteraren
uk_uk: Перемкнути файловий менеджер
vi_vi: Bật/tắt trình quản lý tập tin

source: Open Logs
ca_ca: Obre el registre
et_et: Ava logid
eu_eu: Erregistroak ireki
fi_fi: Avaa loki
id_id: Bukan Log
pl_pl: Otwórz logi
ru_ru: Открыть логи
sv_sv: Öppna Loggar
uk_uk: Відкрити логи
vi_vi: Mở Logs
