Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: View writing statistics
da_da: Se skrivestatistik
de_de: Schreibstatistiken anzeigen
ja_jp: 執筆統計の表示
kk_kz: Жазу статистикасын қарау

source: View Tag Cloud
da_da: Vis Mærkatsky
de_de: Schlagwortwolke anzeigen
ja_jp: タグクラウドの表示
kk_kz: Тег бұлтын қарау

source: Open settings
da_da: Åbn indstillinger
de_de: Einstellungen öffnen
ja_jp: 設定を開く
kk_kz: Параметрлерді ашу

source: New file…
ar_ar: ملف جديد…
da_da: Ny fil…
de_de: Neue Datei…
ja_jp: 新規ファイル…
kk_kz: Жаңа файл...

source: Previous file
ar_ar: الملف السابق
ca_ca: Fitxer següent
da_da: Forrige fil
de_de: Vorherige Datei
et_et: Eelmine fail
fi_fi: Edellinen tiedosto
ja_jp: 前のファイル
kk_kz: Алдыңғы файл
pl_pl: Poprzedni plik
ru_ru: Предыдущий файл
sv_sv: Förgående fil
ta_in: முந்தைய கோப்பு
vi_vi: Tập tin trước

source: Next file
ar_ar: الملف التالي
ca_ca: Fitxer anterior
da_da: Næste fil
de_de: Nächste Datei
et_et: Järgmine fail
fi_fi: Seuraava tiedosto
ja_jp: 次のファイル
kk_kz: Келесі файл
pl_pl: Następny plik
ru_ru: Следующий файл
sv_sv: Nästa fil
ta_in: அடுத்த கோப்பு
vi_vi: Tập tin tiếp theo

source: Export current file
da_da: Eksporter nuværende fil
de_de: Aktuelle Datei exportieren
ja_jp: 現在のファイルをエクスポート
kk_kz: Ағымдағы файлды экспорттау

source: Insert comment
da_da: Indsæt kommentar
de_de: Kommentar einfügen
ja_jp: コメントを挿入
kk_kz: Түсініктеме қою

source: Insert image
da_da: Indsæt billede
de_de: Bild einfügen
ja_jp: 画像を挿入
kk_kz: Сурет қою

source: Insert footnote
da_da: Indsæt fodnote
de_de: Fußnote einfügen
ja_jp: 脚注を挿入
kk_kz: Түсіндірме қою

source: Pomodoro timer
da_da: Pomodore-timer
de_de: Pomodoro-Uhr
ja_jp: ポモドーロ タイマー
kk_kz: Помодоро таймері

source: Toggle Sidebar
ar_ar: تبديل الشريط الجانبي
ca_ca: Activa/Desactiva la barra lateral
da_da: Skift tilstand i fil og mappeoversigt
de_de: Seitenleiste umschalten
et_et: Küljeriba lüliti
eu_eu: Alboko barra txandakatu
fi_fi: Sivupalkki
id_id: Sembunyikan/Tampilkan Sidebar
ja_jp: サイドバーの表示/非表示
kk_kz: Бүйірлік панельді ауыстыру
pl_pl: Przełącz panel boczny
ru_ru: Включить боковую панель
sv_sv: Växla sidofält
ta_in: பக்கப்பட்டியை மாற்று
uk_uk: Показати бічну панель
vi_vi: Bật/tắt cột bên

source: Update available
ar_ar: يتوفر تحديث
da_da: Opdatering tilgængelig
de_de: Update verfügbar
ja_jp: 更新が利用可能
kk_kz: Жаңарту қолжетімді

source: Open in system viewer
de_de: In Standardanwendung öffnen
ja_jp: システムビューアで開く

source: Use transparent background
de_de: Transparenten Hintergrund verwenden
ja_jp: 透明な背景を使用する

source: Use white background
de_de: Weißen Hintergrund verwenden
ja_jp: 白い背景を使用する

source: Use black background
de_de: Schwarzen Hintergrund verwenden
ja_jp: 黒い背景を使用する

source: Use checkerboard background
de_de: Schachbrett-Hintergrund verwenden
ja_jp: チェック柄の背景を使用する

source: Name
ca_ca: Nom
da_da: Navn
ja_jp: 名称
kk_kz: Атауы
ru_ru: Имя
ta_in: பெயர்
vi_vi: Tên

source: Count
ca_ca: Recompte
da_da: Antal
de_de: Anzahl
ja_jp: カウント
kk_kz: Саны
ru_ru: Количество
ta_in: எண்ணிக்கை
vi_vi: Số từ

source: Filter tags…
ar_ar: علامات التصفية
ca_ca: Filtrar etiquetes…
da_da: Filtrer mærkater…
de_de: Schlagworte filtern…
et_et: Filtreeri märksõnu...
eu_eu: Etiketak iragazi...
fi_fi: Suodata tunnisteet…
id_id: Filter label...
ja_jp: タグのフィルタリング…
kk_kz: Тегтерді сүзу…
pl_pl: Flitruj tagi
ru_ru: Фильтр по тегам…
sv_sv: Filtrera taggar…
ta_in: குறிச்சொற்களை வடிகட்டி…
uk_uk: Фільтр міток...
vi_vi: Bộ lọc thẻ…

source: Tag Cloud
ar_ar: سحابة الوسم
ca_ca: Núvol d'etiquetes
da_da: Mærkat sky
de_de: Schlagwortwolke
et_et: Märksõnade pilv
eu_eu: Etiketa-hodeia
fi_fi: Tunnistepilvi
id_id: Awan Label
ja_jp: タグ クラウド
kk_kz: Тег бұлты
pl_pl: Chmura tagów
ru_ru: Облако тегов
sv_sv: Taggmoln
ta_in: குறிச்சொல் முகில்
uk_uk: Хмара міток
vi_vi: Đám mây thẻ

source: words
ar_ar: كلمات
ca_ca: paraules
da_da: ord
de_de: Wörter
et_et: sõnad
eu_eu: hitz
fi_fi: sanaa
id_id: kata
ja_jp: 単語
kk_kz: сөз
pl_pl: słów
ru_ru: слов(а)
sv_sv: Ord
ta_in: சொற்கள்
uk_uk: слів
vi_vi: từ

source: characters
ar_ar: أحرف ورموز
ca_ca: caràcters
da_da: tegn
de_de: Zeichen
et_et: tähemärke
eu_eu: karaktere
fi_fi: merkkiä
id_id: karakter
ja_jp: 文字
kk_kz: таңба
pl_pl: znaków
ru_ru: символов
sv_sv: tecken
ta_in: எழுத்துக்கள்
uk_uk: символів
vi_vi: kí tự

source: No open document
ar_ar: لا يوجد مستند مفتوح
ca_ca: Cap document obert
da_da: Intet åbent dokument
de_de: Kein offenes Dokument
et_et: Avatud dokumenti pole
fi_fi: Ei avoimia tiedostoja
id_id: Tidak ada dokumen yang dibuka
ja_jp: 開いているドキュメントはありません
kk_kz: Ашық құжат жоқ
pl_pl: Brak otwartych plików
ru_ru: Нет открытых документов
sv_sv: Inget öppet dokument
ta_in: திறந்த ஆவணம் இல்லை
vi_vi: Không có văn bản được mở

source: Enter your search terms below
ar_ar: أدخل مصطلحات البحث أدناه
ca_ca: Paraules a cercar:
da_da: Indtast dine søgetermer nedenfor
de_de: Suchbegriffe
et_et: Sisesta otsingutingimused alla
fi_fi: Syötä hakutermit alle
id_id: Masukkan kata pencarian
ja_jp: 検索文字列を入力してください
kk_kz: Іздеу сөздерін төменде енгізіңіз
pl_pl: Wprowadź hasła do wyszukania
ru_ru: Введите слова для поиска
sv_sv: Ange dina söktermer nedan
ta_in: உங்கள் தேடல் சொற்களை கீழே உள்ளிடு
vi_vi: Nhập chuỗi tìm kiếm của bạn bên dưới

source: Find…
ar_ar: بحث
de_de: Finden…
ja_jp: 検索…
kk_kz: Табу...

source: Filter search results
ar_ar: تصفية نتائج البحث
ca_ca: Filtra els resultats de la cerca
da_da: Filtrer søge resultater
de_de: Suchergebnisse filtern
et_et: Filtreeri otsingutulemusi
fi_fi: Suodata hakutuloksia
id_id: Saring hasil pencarian
ja_jp: 検索結果をフィルタリング
pl_pl: Filtruj wyniki wyszukiwania
ru_ru: Фильтрация результатов
sv_sv: Filtrera sökresultat
ta_in: தேடல் முடிவுகளை வடிகட்டு
vi_vi: Lọc kết quả tìm kiếm

source: Restrict search to directory
ar_ar: قصر البحث على دليل
ca_ca: Restringeix la cerca a la carpeta
da_da: Begræns søgning til mappe
de_de: Begrenze Suche auf ein Verzeichnis
et_et: Piira otsing nimistule.
fi_fi: Rajaa haku hakemistoon
id_id: Batasi pencarian dalam direktori
ja_jp: 検索をディレクトリに制限
kk_kz: Іздеуді каталогпен шектеу
pl_pl: Ogranicz wyszukiwanie do folderu
ru_ru: Ограничить поиск каталогом
sv_sv: Begränsa sökningen till katalog
ta_in: கோப்பகத்திற்கு தேடலை கட்டுப்படுத்து
vi_vi: Giới hạn tìm kiếm trong thư mục

source: Choose directory…
da_da: Vælg mappe…
de_de: Verzeichnis wählen…
ja_jp: ディレクトリの選択…
kk_kz: Каталогты таңдау…

source: Clear search
ar_ar: مسح البحث
ca_ca: Neteja la cerca
da_da: Ryd søgning
de_de: Neue Suche
et_et: Tühjenda otsing
fi_fi: Tyhjennä haku
id_id: Bersihkan pencarian
ja_jp: 検索をクリア
kk_kz: Іздеуді тазалау
pl_pl: Wyczyść wyszukiwanie
ru_ru: Очистить поиск
sv_sv: Rensa sökning
ta_in: தேடலை அழி
vi_vi: Xoá tìm kiếm

source: Toggle results
ar_ar: تبديل النتائج
ca_ca: Més / Menys detalls
da_da: Slå resultater til eller fra
de_de: Ergebnisse umschalten
et_et: Tulemuste lüliti
fi_fi: Vaihtele tulokset
id_id: Alihkan penampilan hasil pencarian
ja_jp: 結果を切り替え
kk_kz: Нәтижелерді ауыстыру
pl_pl: Przełącz rezultaty
ru_ru: Переключить результаты
sv_sv: Växla resultat
ta_in: முடிவுகளை மாற்று
vi_vi: Ẩn/hiện các kết quả

source: Open in new tab
da_da: Ånd på nyt faneblad
de_de: In neuem Tab öffnen
ja_jp: 新しいタブで開く
kk_kz: Жаңа қойындыда ашу

source: %s matches across %s files
ar_ar: %s تطابقات في%s ملفات
da_da: %s match i %s filer
de_de: %s Treffer in %s Dateien
ja_jp: %s 件が %s ファイルに一致
kk_kz: %s файл бойынша %s сәйкестік
ta_in: குறிச்சொல்லை "%s" ஐ "%s" உடன் %s கோப்புகளில் மாற்றவா?

source: Assign color
da_da: Tildel farve
de_de: Farbe zuweisen
ja_jp: 色の割り当て
kk_kz: Түс тағайындау

source: Remove color
da_da: Fjern farve
de_de: Farbe entfernen
ja_jp: 色を削除
kk_kz: Түсті жою

source: Tag name
da_da: Mærkatnavn
de_de: Schlagwort
ja_jp: タグ名
kk_kz: Тег атауы

source: Color
da_da: Farve
de_de: Farbe
ja_jp: 色
kk_kz: Түс

source: A short description
da_da: Kort beskrivelse
de_de: Kurzbeschreibung
ja_jp: 簡単な説明
kk_kz: Қысқаша сипаттама

source: Here you can assign colors to different tags. If a tag is found in a file, its tile in the preview list will receive a colored indicator. The description will be shown on mouse hover.
da_da: Her kan du tildele farver til forskellige mærkater. Hvis et mærkat findes i en fil, får dets flise i forhåndsvisningslisten en farvet indikatir. Beskrivelsen vil blive vist, når musen holdes over.
de_de: In diesem Dialog kannst du Schlagwörter Farben zuweisen. Wenn ein Schlagwortin einer Datei enthalten ist, erhält die Datei an verschiedenen Stelleneinen farblichen Marker. Die Beschreibung wird beim Hovern angezeigt.
ja_jp: ここでは、様々なタグに色を割り当てることができます。ファイル内にタグが見つかった場合、プレビューリスト内のそのタイルに色付きのインジケーターが表示されます。マウスオーバーすると説明が表示されます。
kk_kz: Мұнда сіз әртүрлі тегтерге түстер тағайындай аласыз. Егер файлда тег табылса, алдын-ала қарау тізіміндегі оның плиткасы түсті индикатор алады. Сипаттама тышқанды үстіне апарғанда көрсетіледі.

source: Tags Manager
ar_ar: مدير الوسوم
da_da: Mærkatstyring
de_de: Schlagwort-Manager
ja_jp: タグ マネージャー
kk_kz: Тегтер менеджері

source: New tag
da_da: Nyt mærkat
de_de: Neues Schlagwort
ja_jp: 新規タグ
kk_kz: Жаңа тег

source: Rename
da_da: Omdøb
de_de: Umbenennen
ja_jp: 名前の変更
kk_kz: Атауын өзгерту

source: Rename tag…
da_da: Omdøb mærkat…
de_de: Umbenennen…
ja_jp: タグ名の変更…
kk_kz: Тег атауын өзгерту…

source: Close
ar_ar: اغلق
ca_ca: Tanca
da_da: Luk
de_de: Schließen
et_et: Sulge
eu_eu: Itxi
fi_fi: Sulje
id_id: Tutup
ja_jp: 閉じる
kk_kz: Жабу
pl_pl: Zamknij
ru_ru: Закрыть
sv_sv: Stäng
ta_in: மூடு
uk_uk: Закрити
vi_vi: Đóng

source: Indexing %s…
ja_jp: %s のインデックスを作成中…

source: Booting %s…
ja_jp: %s を起動中…

source: Show Zettlr
ar_ar: عرض زيتلر
ca_ca: Mostra el Zettlr
da_da: Vis Zettlr
de_de: Zettlr anzeigen
et_et: Näita Zettlrit
fi_fi: Näytä Zettlr
id_id: Perlihatkan Zettlr
ja_jp: Zettlr を表示する
kk_kz: Zettlr көрсету
pl_pl: Pokaż Zettlr
ru_ru: Показать Zettlr
sv_sv: Visa Zettlr
ta_in: செட்லரைக் காட்டு
vi_vi: Hiển thị Zettlr

source: Quit
ar_ar: مغادرة
ca_ca: Surt
da_da: Afslut
de_de: Beenden
et_et: Lahku
eu_eu: Irten
fi_fi: Lopeta
id_id: Keluar
ja_jp: 終了
kk_kz: Шығу
pl_pl: Wyjdź
ru_ru: Выход
sv_sv: Avsluta
ta_in: வெளியேறு
uk_uk: Вийти
vi_vi: Thoát

source: The citation database could not be loaded
ar_ar: تعذر تحميل قاعدة بيانات الاقتباس
ca_ca: No s'ha pogut carregar la base de dades de referències
da_da: Citations databasen kunne ikke indlæses
de_de: Die Zitationsdatenbank konnte nicht geladen werden
eu_eu: Aipuen datubasea ezin izan da kargatu
fi_fi: citeproc: Viittaustietokantaa ei voitu ladata
id_id: Database kutipan tidak bisa dimuat
ja_jp: 引用データベースを読み込めませんでした
kk_kz: Дәйексөз дерекқорын жүктеу мүмкін болмады
pl_pl: Nie udało się załadować bazy cytowań
ru_ru: База данных цитат не может быть загружена
sv_sv: Hänvisningsdatabasen kunde inte laddas
ta_in: மேற்கோள் தரவுத்தளத்தை ஏற்ற முடியவில்லை
uk_uk: Неможливо завантажити базу цитат
vi_vi: Cơ sở dữ liệu trích dẫn không thể mở được

source: Changes to the library file detected. Reloading …
ar_ar: تم الكشف عن تغييرات في ملف المكتبة. جارٍ إعادة التحميل…
ca_ca: S'han detectat canvis a la biblioteca. S'està recarregant…
da_da: Der er registreret ændringer i biblioteksfilen. Genindlæser ...
de_de: Änderung in der Bibliothek entdeckt. Lade neu …
eu_eu: Fitxategien liburutegiak aldaketak hauteman dira. Birkargatzen...
fi_fi: citeproc: Havaittiin kirjastotiedostoon tehtyjä muutoksia. Ladataan uudelleen…
id_id: Perubahan pada file library terdeteksi. Memuat ulang…
ja_jp: ライブラリファイルの変更が検出されました。再読み込み中…
kk_kz: Кітапхана файлындағы өзгерістер анықталды. Қайта жүктелуде...
pl_pl: Wykryto zmiany w pliku biblioteki. Trwa ładowanie...
ru_ru: Обнаружены изменения в файле библиотеки. Обновление …
sv_sv: Ändringar i biblioteksfilen upptäcktes. Laddar om …
ta_in: கண்டறியப்பட்ட நூலகக் கோப்பில் மாற்றங்கள். மீண்டும் ஏற்றுதல்…
uk_uk: Зміни у файлі бібліотеки. Перезавантаження ...
vi_vi: Thay đổi trong tập tin thư viện được phát hiện. Đang tải lại ...

source: Save changes
de_de: Änderungen speichern
ja_jp: 変更を保存
kk_kz: Өзгерістерді сақтау
ta_in: மாற்றங்களை சேமி

source: Discard changes
de_de: Änderungen verwerfen
ja_jp: 変更を破棄
kk_kz: Өзгерістерден бас тарту
ta_in: மாற்றங்களை நிராகரி

source: There are unsaved changes. Do you want to save or discard them?
de_de: Die Datei enthält ungesicherte Änderungen. Speichern oder verwerfen?
ja_jp: 保存されていない変更があります。保存しますか、それとも破棄しますか?
kk_kz: Сақталмаған өзгерістер бар. Оларды сақтағыңыз келе ме немесе олардан бас тартқыңыз келе ме?
ta_in: சேமிக்கப்படாத மாற்றங்கள் உள்ளன. முதலில் அவற்றைக் சேமிக்க அல்லது நிராகரி விரும்புகிறீர்களா?

source: File changed on disk
de_de: Datei auf der Festplatte verändert
ja_jp: ディスク上のファイルが変更されました
kk_kz: Файл дискіде өзгертілді
ta_in: வட்டில் கோப்பு மாற்றப்பட்டது

source: %s changed on disk
da_da: %s ændret på disk
de_de: %s wurde verändert
ja_jp: ディスク上の %s が変更されました
kk_kz: %s дискіде өзгертілді
ta_in: %s வட்டில் மாற்றப்பட்டது
vi_vi: %s được thay đổi trên bộ nhớ

source: %s has changed on disk, but the editor contains unsaved changes. Do you want to keep the current editor contents or load the file from disk?
da_da: %s er ændret på disken, men editoren indeholder ikke-gemte ændringer. Ønsker du at beholde det nuværende indhold af editoren eller indlæse filen fra disk?
de_de: %s wurde auf der Festplatte verändert, aber der Editor enthält ungespeicherte Änderungen. Sollen die Änderungen im Editor erhalten werden, oder die Datei neu geladen werden?
ja_jp: %s はディスク上で変更されましたが、エディタには未保存の変更が含まれています。現在のエディタの内容を保存しますか、それともディスクからファイルを読み込みますか?
kk_kz: %s дискіде өзгертілді, бірақ редакторда сақталмаған өзгерістер бар. Редактордың ағымдағы мазмұнын сақтағыңыз келе ме немесе файлды дискіден жүктегіңіз келе ме?
ta_in: %s வட்டில் மாறிவிட்டன, ஆனால் திருத்தியில் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. தற்போதைய திருத்தி உள்ளடக்கங்களை வைத்திருக்க விரும்புகிறீர்களா அல்லது வட்டில் இருந்து கோப்பை ஏற்ற விரும்புகிறீர்களா?
vi_vi: %s được thay đổi trên bộ nhớ, nhưng trình soạn thảo vẫn còn thay đổi chưa đượclưu. Bạn muốn giữ nội dung của trình soạn thảo hay tải nội dung được lưu trên đĩa?

source: Do you want to keep the current editor contents or load the file from disk?
da_da: Ønsker du at beholde det nuværende indhold af editoren eller indlæse filen fra disk?
de_de: Sollen die aktuellen Änderungen im Editor erhalten bleiben, oder die Datei neu geladen werden?
ja_jp: 現在のエディタの内容を保持しますか、それともディスクからファイルを読み込みますか?
kk_kz: Редактордың ағымдағы мазмұнын сақтағыңыз келе ме немесе файлды дискіден жүктегіңіз келе ме?
ta_in: தற்போதைய திருத்தி உள்ளடக்கங்களை வைத்திருக்க விரும்புகிறீர்களா அல்லது வட்டில் இருந்து கோப்பை ஏற்ற விரும்புகிறீர்களா?
vi_vi: Bạn muốn giữ nội dung của trình soản thảo hay tải nội dung được lưu trên đĩa?

source: Keep editor contents
da_da: Behold editorens indhold
de_de: Änderungen im Editor behalten
ja_jp: エディタの内容を保持
kk_kz: Редактор мазмұнын сақтау
ta_in: திருத்தி உள்ளடக்கங்களை வைத்திரு
vi_vi: Giữ nội dung của trình soạn thảo

source: Load changes from disk
da_da: Indlæs ændringer fra disk
de_de: Datei neu laden
ja_jp: ディスクから変更を読み込む
kk_kz: Өзгерістерді дискіден жүктеу
ta_in: வட்டில் இருந்து மாற்றங்களை ஏற்று
vi_vi: Tải nội dung từ đĩa

source: Always load changes from disk if there are no unsaved changes in the editor
da_da: Indlæs altid ændringer fra disk hvis der er ikke-gemte ændringer i editoren
de_de: Änderungen an Dateien automatisch laden, wenn der Editor keine ungespeicherten Änderungen enthält
ja_jp: エディタ内に未保存の変更がない場合は、常にディスクから変更を読み込みます
kk_kz: Егер редакторда сақталмаған өзгерістер болмаса, әрқашан өзгерістерді дискіден жүктеу
ta_in: திருத்தியில் சேமிக்கப்படாத மாற்றங்கள் இல்லாவிட்டால் எப்போதும் வட்டில் இருந்து மாற்றங்களை ஏற்று
vi_vi: Luôn tải nội dung từ đĩa nếu không có thay đổi chưa được lưu trong trình soạn thảo

source: Could not save file
da_da: Kunne ikke gemme fil
de_de: Konnte Datei nicht speichern
ja_jp: ファイルを保存できませんでした
kk_kz: Файлды сақтау мүмкін болмады
ta_in: கோப்பை சேமிக்க முடியவில்லை

source: Could not save file %s: %s
de_de: Konnte Datei %s nicht speichern: %s
ja_jp: ファイル %s を保存できませんでした : %s
kk_kz: Файлды сақтау мүмкін болмады %s: %s
ta_in: கோப்பை சேமிக்க முடியவில்லை %s: %s

source: Really delete?
ar_ar: هل ترغب حقًا في الحذف؟
ca_ca: Realment esborrar?
da_da: Bekræft sletning
de_de: Wirklich löschen?
et_et: Kustuta?
eu_eu: Ezabatu, ziur?
fi_fi: Vahvista poisto
id_id: Ingin dihapus?
ja_jp: 本当に削除しますか?
kk_kz: Шынымен жою керек пе?
pl_pl: Usunąć?
ru_ru: Действительно удалить?
sv_sv: Vill du verkligen ta bort?
ta_in: உண்மையில் நீக்கவா?
uk_uk: Видалення
vi_vi: Thực sự xoá?

source: Do you really want to remove %s?
ar_ar: هل تريد حقًا إزالة%s؟
ca_ca: Realment voleu esborrar %s?
da_da: Vil du virkelig slette %s?
de_de: Möchtest du %s wirklich löschen?
et_et: Kas soovite tõesti %s eemaldada?
eu_eu: Ziur al zaude %s ezabatu nahi duzula?
fi_fi: Haluatko varmasti poistaa: %s?
id_id: Kamu yakin ingin menghapus %s?
ja_jp: 本当に %s を削除してもよろしいですか?
kk_kz: Сіз шынымен %s жойғыңыз келе ме?
pl_pl: Czy chcesz usunąć %s?
ru_ru: Вы действительно хотите удалить %s?
sv_sv: Vill du verkligen ta bort %s?
ta_in: நீங்கள் உண்மையில் %s ஐ அகற்ற விரும்புகிறீர்களா?
uk_uk: Дійсно видалити %s?
vi_vi: Bạn có thực sự muốn xoá %s?

source: Document too long
ar_ar: المستند طويل جدًا
ca_ca: Document massa llarg
da_da: Dokumentet er for langt
de_de: Dokument zu lang
ja_jp: ドキュメントが長すぎます
kk_kz: Құжат тым ұзын
ru_ru: Слишком длинный документ
ta_in: ஆவணம் மிக நீளமானது
vi_vi: Văn bản quá dài

source: offline
ar_ar: غير متصل
ca_ca: sense connexió
ja_jp: オフライン
kk_kz: косылу жоқ
ru_ru: оффлайн
ta_in: இணையமில்லாமல்
vi_vi: ngoại tuyến

source: Confirm
ar_ar: تأكيد
ca_ca: Confimra
da_da: Bekræft
de_de: Bestätigen
ja_jp: 確認
kk_kz: Растау
ru_ru: Подтвердить
ta_in: உறுதிப்படுத்து
vi_vi: Xác nhận

source: Replace tag "%s" with "%s" across %s files?
ca_ca: Reemplaça l'etiqueta "%s" per "%s" a %s fitxers?
da_da: Erstat mærkatet "%s" med "%s" over %s filer?
de_de: Ersetze Schlagwort “%s“ mit “%s“ in %s Dateien?
ja_jp: タグ "%s" を "%s" に置き換えますか (対象 : %s ファイル)?
kk_kz: "%s" тегін "%s" арқылы %s файлдарында ауыстырайық па?
ru_ru: Заменить тег "%s" на "%s" в %s файлах?
ta_in: குறிச்சொல்லை "%s" ஐ "%s" உடன் %s கோப்புகளில் மாற்றவா?
vi_vi: Thay thế thẻ"%s" với "%s" trong %s tệp?

source: Yes
ar_ar: نعم
ca_ca: Sí
da_da: Ja
de_de: Ja
ja_jp: はい
kk_kz: Иә
ru_ru: Да
ta_in: ஆம்
vi_vi: Có

source: Could not create file
ar_ar: تعذر إنشاء الملف
ca_ca: No s'ha pogut crear el fitxer
da_da: Kunne ikke oprette fil
de_de: Konnte Datei nicht erstellen
et_et: Faili polnud võimalik luua
eu_eu: Ezin izan da fitxategia sortu
fi_fi: Tiedostoa ei voitu luoda
id_id: Tidak bisa membuat file
ja_jp: ファイルを作成できません
kk_kz: Файлды жасау мүмкін болмады
pl_pl: Nie można stworzyć pliku
ru_ru: Невозможно создать файл
sv_sv: Det gick inte att skapa filen
ta_in: கோப்பை உருவாக்க முடியவில்லை
uk_uk: Неможливо створити файл
vi_vi: Không thể tạo tập tin

source: Export failed
ar_ar: فشل التصدير
ca_ca: L'exportació ha fallat
da_da: Eksporten fejlede
de_de: Export fehlgeschlagen
et_et: Eksportimine ebaõnnestus
eu_eu: Esportazioak huts egin du
fi_fi: Vienti epäonnistui
id_id: Ekspor gagal
ja_jp: エクスポート失敗
kk_kz: Экспорттау сәтсіз аяқталды
pl_pl: Eksport nie powiódł się
ru_ru: Экспорт не удался
sv_sv: Exporten misslyckades
ta_in: ஏற்றுமதி தோல்வியடைந்தது
uk_uk: Помилка експорту
vi_vi: Xuất thất bại

source: An error occurred during export: %s
de_de: Beim Export ist ein Fehler aufgetreten: %s
ja_jp: エクスポート中にエラーが発生しました : %s
kk_kz: Экспорттау кезінде қате орын алды: %s
ru_ru: Во время экспорта произошла ошибка: %s
ta_in: ஏற்றுமதியின் போது பிழை ஏற்பட்டது: %s

source: Choose export destination
ar_ar: اختر وجهة التصدير
ca_ca: Exporta a
da_da: Vælg eksportdestination
de_de: Exportieren nach
fi_fi: Valitse vientikohde
ja_jp: エクスポート先を選択
kk_kz: Экспорттау орнын таңдаңыз
ru_ru: Выберите назначение экспорта
ta_in: ஏற்றுமதி இலக்கைத் தேர்வுசெய்க
vi_vi: Chọn điểm xuất

source: Exporting to %s
ar_ar: تصدير إلى%s
ca_ca: Exporta a %s
da_da: Eksporterer til %s
de_de: Exportiere nach %s
et_et: Eksportimine %s
eu_eu: %s-ra esportatzen.
fi_fi: Viedään: %s
id_id: Mengekspor ke %s
ja_jp: %s にエクスポート中
kk_kz: "%s" сияқты экспорттау
pl_pl: Eksportuję do %s
ru_ru: Экспорт в %s
sv_sv: Exporterar till %s
ta_in: %sக்கு ஏற்றுமதி
uk_uk: Експортування в %s
vi_vi: Xuất đến %s

source: An error occurred on export: %s
ar_ar: حدث خطأ أثناء التصدير:%s
ca_ca: Hi ha hagut un problema a l'exportar: %s
da_da: En fejl opstod under eksport: %s
de_de: Ein Fehler ist beim Export aufgetreten: %s
et_et: Eksportimisel tekkis viga: %s
eu_eu: Errore bat gertatu da esportatzerakoan: %s
fi_fi: Viennissä tapahtui virhe: %s
id_id: Terjadi kesalahan saat mengekspor: %s
ja_jp: エクスポート中にエラーが発生しました : %s
kk_kz: Экспорт кезінде қате орын алды: %s
pl_pl: Błąd eksportu: %s
ru_ru: Во время экспорта произошла ошибка: %s
sv_sv: Ett fel uppstod vid export: %s
ta_in: ஏற்றுமதியில் பிழை ஏற்பட்டது: %s
uk_uk: Виникла помилка під час експортування: %s
vi_vi: Lỗi xuất hiện khi xuất: %s

source: Import directory
ar_ar: استيراد دليل
da_da: Importer mappe
de_de: Importverzeichnis
ja_jp: インポート ディレクトリ
kk_kz: Директоряны импорттау

source: Select folder
ar_ar: اختر مجلدًا
da_da: Vælg mappe
de_de: Ordern auswählen
ja_jp: フォルダーの選択
kk_kz: Қалта таңдау

source: Select import destination
ar_ar: اختر وجهة الاستيراد
da_da: Vælg importdestination
de_de: Zielordner für Import auswählen
ja_jp: インポート先を選択
kk_kz: Импорттау мақсат орнын таңдау

source: You have to select a directory to import to.
ar_ar: يجب عليك تحديد دليل للاستيراد إليه.
ca_ca: Heu de seleccionar una carpeta per importar
da_da: Du skal vælge en mappe at importere til.
de_de: Du musst ein Verzeichnis auswählen, in das die Dateien importiert werden.
et_et: Pead valima nimistu, kuhu importida.
eu_eu: Nora inportatuko den direktorioa aukeratu behar duzu.
fi_fi: Valitse hakemisto, johon tuodaan.
id_id: Kau harus memilih direktori tujuan untuk mengimpor.
ja_jp: インポート先のディレクトリを指定する必要があります。
kk_kz: Импорттау үшін қалтаны таңдау қажет.
pl_pl: Wybierz katalog docelowy.
ru_ru: Не указана директория для импорта.
sv_sv: Du måste välja en katalog att importera till.
ta_in: இறக்குமதி செய்ய நீங்கள் ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்க வேண்டும்.
uk_uk: Потрібно вибрати каталог для імпортування.
vi_vi: Bạn cần chọn thư mục để tích hợp.

source: Importing. Please wait …
ar_ar: استيراد. أرجو الإنتظار …
ca_ca: S'està important. Si us plau, espereu…
da_da: Importerer. Vent venligst ...
de_de: Importiere. Bitte einen Moment Geduld …
et_et: Importimine. Palun oota ...
eu_eu: Inportatzen. Itxaron mesedez...
fi_fi: Tuodaan, ole hyvä ja odota…
id_id: Sedang mengimpor. Mohon tunggu …
ja_jp: インポート中。お待ちください…
kk_kz: Импортталуда. Күте тұрыңы …
pl_pl: Wczytuję. Proszę czekać...
ru_ru: Импорт. Пожалуйста, подождите …
sv_sv: Importerar. Vänta …
ta_in: இறக்குமதி. தயவுசெய்து காத்திரு…
uk_uk: Імпортування. Зачекайте ...
vi_vi: Đang tích hợp. Vui lòng đợi …

source: Couldn't import %s.
ar_ar: تعذر استيراد%s.
ca_ca: No s'ha pogut importar %s
da_da: Kunne ikke importere %s.
de_de: Konnte %s nicht importieren.
et_et: %s ei ole võimalik importida.
eu_eu: Ezin izan da %s inportatu.
fi_fi: Ei voitu tuoda: %s
id_id: Tidak bisa mengimpor %s.
ja_jp: %s をインポートできませんでした。
kk_kz: %s импортталмады.
pl_pl: Nie mogę wczytać %s
ru_ru: Ошибка импорта &quot;%s&quot;.
sv_sv: Kunde inte importera %s.
ta_in: %s ஐ இறக்குமதி செய்ய முடியவில்லை.
uk_uk: Неможливо імпортувати %s.
vi_vi: Không thể tích hợp %s.

source: %s imported successfully.
ar_ar: تم استيراد%s بنجاح.
ca_ca: %s s'ha importat correctament
da_da: %s blev importeret uden fejl.
de_de: %s wurde erfolgreich importiert.
et_et: %s edukalt imporditud.
eu_eu: %s behar bezala inportatu da.
fi_fi: Tuotu: %s
id_id: %s impor berhasil.
ja_jp: %s は正常にインポートされました。
kk_kz: %s сәтті импортталды.
pl_pl: %s wczytany.
ru_ru: %s успешно импортирован.
sv_sv: %s har importerats.
ta_in: %s வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது.
uk_uk: %s імпортовано успішно.
vi_vi: %s được tích hợp thành công.

source: Import failed
de_de: Import fehlgeschlagen
ja_jp: インポート失敗
kk_kz: Импорт сәтсіз аяқталды
ta_in: ஏற்றுமதி தோல்வியடைந்தது
