Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: If anything comes up, and you need help, encounter a bug, or have an idea for a new feature, please get in touch with us. Zettlr is maintained by a global community of excellent volunteers who will help you out.
de_de: Falls irgendetwas nicht richtig funktionieren sollte, du einen Fehler findest oder eine Idee für ein neues Feature haben solltest, trete bitte mit uns in Kontakt. Zettlr wird von einer globalen Gemeinschaft hilfsbereiter Freiwilliger entwickelt, welche dir gerne helfen.
ja_jp: 何か問題が発生したり、サポートが必要になったり、バグに遭遇したり、新機能のアイデアをお持ちの場合は、お気軽にご連絡ください。Zettlr は、皆様をサポートしてくれる優秀なボランティアのグローバルコミュニティによって維持されています。

source: Join our Discord Server
de_de: Discord-Server beitreten
ja_jp: Discord サーバーに参加する

source: Join our Community Forum
de_de: Forum öffnen
ja_jp: コミュニティフォーラムに参加する

source: View Source Code on GitHub
de_de: Quellcode auf GitHub ansehen
ja_jp: GitHubでソースコードを見る

source: Check your writing
de_de: Schreibprüfung
ja_jp: 文章をチェックする

source: Here you can configure how you wish to check for spelling errors. You can select a built-in dictionary, or set up LanguageTool.
de_de: Hier kannst du einstellen, wie du auf Rechtschreibung prüfen möchtest. Du kannst ein eingebautes Wörterbuch auswählen, oder LanguageTool einrichten.
ja_jp: ここでは、スペルミスのチェック方法を設定できます。内蔵辞書を選択するか、LanguageToolを設定できます。

source: Set %s as a spellchecking dictionary
de_de: %s als Wörterbuch einstellen
ja_jp: %s をスペルチェック辞書として設定

source: Zettlr integrates with LanguageTool, a free grammar and spellchecker. You can turn it on with simple defaults.
de_de: Zettlr verfügt über eine Integration mit LanguageTool, einem freien Grammatik- und Rechtschreibprüfungstool. Du kannst es hier mit einigen Standardeinstellungen aktivieren.
ja_jp: Zettlr に統合されている LanguageTool は、無料の文法・スペルチェックツールです。簡単な初期設定で有効にできます。

source: Activate LanguageTool (uses online service)
de_de: LanguageTool aktivieren (verbindet mit einem Online-Service)
ja_jp: LanguageTool を有効にする (オンライン サービスを使用)

source: You can choose a custom server and provide your LanguageTool username later in the settings.
de_de: Du kannst einen benutzerdefinierten Server und deinen LanguageTool-Nutzernamen später in den Einstellungen einrichten.
ja_jp: 設定でカスタム サーバーを選択し、後から LanguageTool のユーザー名を入力できます。

source: Hello!
de_de: Hallo!
ja_jp: こんにちは！

source: Thank your for choosing Zettlr as your new one-stop publication workbench.
de_de: Danke, dass du Zettlr als deine verlässliche Werkzeugbank zum Verfassen ausgewählt hast.
ja_jp: 新しいワンストップ出版ワークベンチとして Zettlr をお選びいただきありがとうございます。

source: Before we get started, let us first make sure Zettlr looks and feels as you expect it to.
de_de: Bevor wir starten, lass uns sichergehen, dass Zettlr so funktioniert, wie du es erwartest.
ja_jp: 始める前に、まずは Zettlr の外観と操作性が期待どおりであるかどうかを確認しましょう。

source: On the following pages, we guide you through adjusting a set of vital settings for a great writing experience. Zettlr ships with sensible defaults, so you may skip this wizard at any time, and adjust your settings later on.
de_de: Auf den folgenden Seiten führen wir dich durch ein paar grundlegende Einstellungen für ein hervorragendes Schreiberlebnis. Zettlr verfügt über sinnvolle Standardeinstellungen. Du kannst diesen Schritt also jederzeit überspringen und die Einstellungen später anpassen.
ja_jp: 次のページでは、快適な執筆体験のための重要な設定を調整する手順をご案内します。Zettlr は適切なデフォルト設定が設定されているため、、このウィザードはいつでもスキップでき、後から設定を調整することも可能です。

source: Look and Feel
de_de: Aussehen
ja_jp: 外観と操作性

source: Zettlr supports both light and dark mode. You can turn it on manually here.
de_de: Zettlr unterstützt sowohl ein helles als auch ein dunkles Thema. Schalte es hier manuell ein.
ja_jp: Zettlr はライトモードとダークモードの両方をサポートしています。こちらから手動でオンにすることができます。

source: Activate dark mode
de_de: Dunkles Thema aktivieren
ja_jp: ダークモードを有効にする

source: Do you wish to let Zettlr automatically switch to dark mode?
de_de: Soll Zettlr automatisch zwischen hellem und dunklem Thema wechseln?
ja_jp: Zettlr を自動的にダークモードに切り替えますか?

source: If you choose "schedule," Zettlr will turn on dark mode between %s and %s. You can adjust these times in the settings.
de_de: Bei der Option “Zeitplan” wechselt Zettlr automatisch zwischen %s und %s ins dunkle Thema. Du kannst diese Zeiten später anpassen.
ja_jp: 「スケジュール」を選択した場合、Zettlr は % sから %s の間にダークモードをオンにします。この時間は設定で調整できます。

source: Do not automatically toggle light/dark mode
de_de: Nicht automatisch umschalten
ja_jp: ライト/ダークモードを自動的に切り替えない

source: Follow operating system
de_de: Folge Betriebssystem
ja_jp: オペレーティングシステムに従う

source: Schedule dark mode
de_de: Nach Zeitplan
ja_jp: ダークモードのスケジュール設定

source: Writing Markdown
de_de: Markdown schreiben
ja_jp: Markdownの記述

source: The core of Zettlr is writing Markdown, which can be shown using either its raw syntax, or in a WYSIWYG mode. Which one do you prefer?
de_de: Markdown kann entweder als Code angezeigt werden, oder in einer grafischen Version. Welche präferierst du?
ja_jp: Zettlr の核となるのはMarkdownで、Markdownはそのままの構文で表示することも、WYSIWYGモードで表示することもできます。どちらがお好みですか?

source: Raw Syntax
de_de: Code-Syntax
ja_jp: Raw構文

source: Some people prefer an app automatically saving your work; others want to manually save. Which do you prefer?
de_de: Manche bevorzugen, wenn eine App Änderungen automatisch speichert, während andere manuell speichern möchten. Was ist deine Vorliebe?
ja_jp: アプリで作業を自動的に保存することを好む人もいれば、手動で保存することを好む人もいます。あなたはどちらを選びますか?

source: Save manually
de_de: Manuell speichern
ja_jp: 手動で保存

source: Activate Autosave
de_de: Autosave aktivieren
ja_jp: 自動保存を有効にする

source: Citations
da_da: Rendér citationer
de_de: Zitationen
ja_jp: 引用
kk_kz: Дәйексөздер
ta_in: மேற்கோள்கள்

source: If you already have a library of references, you can select it here to make all your stored reference items available to Zettlr.
de_de: Falls du schon eine Bibliotheksdatei hast, kannst du sie hier auswählen, um alle Referenzen für Zettlr verfügbar zu machen.
ja_jp: すでに参照ライブラリをお持ちの場合は、ここで選択して、保存されているすべての参照項目を Zettlr で利用できるようにすることができます。

source: Learn how to export your Zotero library
de_de: Erfahre, wie du deine Zotero-Bibliothek exportierst
ja_jp: Zotero ライブラリの書き出し方法

source: Different academic fields have different citation styles. Here you choose which one Zettlr uses when you autocomplete citations.
de_de: Verschiedene akademische Felder haben unterschiedliche Zitationsweisen. Wähle aus, welche Zettlr dir anbieten soll, wenn Zitationen vervollständigt werden.
ja_jp: 学術分野によって引用スタイルは異なります。ここでは、Zettlr が引用を自動補完する際に使用するスタイルを選択します。

source: Staying Up To Date
de_de: Auf dem Laufenden bleiben
ja_jp: 最新情報の入手

source: Zettlr will from time to time check for updates. If you installed Zettlr via a package manager (e.g., APT or Pacman, Homebrew, or winget or chocolatey), you should turn this off.
de_de: Zettlr prüft von Zeit zu Zeit auf Updates. Wenn du Zettlr mittels Paketmanager (z.B. APT oder Pacman, Homebrew, oder winget oder chocolatey) installiert hast, solltest du die Prüfung ausschalten.
ja_jp: Zettlr は定期的にアップデートをチェックします。パッケージマネージャー (APT、Pacman、Homebrew、winget、chocolateyなど) を使って Zettlr をインストールした場合は、この機能をオフにしてください。

source: Check for Updates
de_de: Auf Aktualisierungen überprüfen
ja_jp: 更新の確認

source: From time to time, we also release beta updates. The more users test these early versions, the better the app becomes.
de_de: Wir veröffentlichen ab und zu Beta-Versionen. Je mehr Nutzer diese frühen Versionen testen, umso besser wird die App.
ja_jp: 定期的にベータ版のアップデートもリリースしています。これらの初期バージョンをテストしていただくユーザーが増えるほど、アプリはより良くなります。

source: Test Beta Versions
de_de: Beta-Versionen testen
ja_jp: ベータ版をテストする

source: Which Language do you speak?
de_de: Welche Sprache sprichst du?
ja_jp: どの言語を話しますか?

source: Based on your operating system settings, we have selected %s as the application language. If you wish, you can select a different language here.
de_de: Basierend auf deinem Computer haben wir %s als Anwendungssprache ausgewählt. Du kannst hier eine andere Sprache auswählen.
ja_jp: お使いのオペレーティングシステムの設定に基づき、アプリケーションの言語として %s が選択されました。ご希望の場合は、ここで別の言語を選択することもできます。

source: The changes apply from the next slide.
de_de: Die Änderungen werden ab der nächsten Seite wirksam.
ja_jp: 変更は次のスライドから適用されます。

source: Print…
ar_ar: طباعة...
ca_ca: Imprimeix…
da_da: Udskriv…
de_de: Drucken…
et_et: Prindi...
eu_eu: Imprimatu...
fi_fi: Tulosta…
id_id: Cetak...
ja_jp: 印刷…
kk_kz: Басып шығару...
pl_pl: Drukuj...
ru_ru: Печать…
sv_sv: Skriva ut…
ta_in: அச்சிடு…
uk_uk: Друк...
vi_vi: In...

source: References
ar_ar: المراجع
ca_ca: Referències
da_da: Referencer
de_de: Literatur
et_et: Viited
eu_eu: Erreferentziak
fi_fi: Viitteet
id_id: Referensi
ja_jp: 参考文献
kk_kz: Сілтемелер
pl_pl: Bibliografia
ru_ru: Ссылка
sv_sv: Referenser
ta_in: குறிப்புகள்
uk_uk: Примітки
vi_vi: Tài liệu tham khảo

source: About Zettlr
ar_ar: حول زيتلر
ca_ca: Sobre el Zettlr
da_da: Om Zettlr
de_de: Über Zettlr
et_et: Zettlr'ist
eu_eu: Zettlr-i buruz
fi_fi: Tietoja
id_id: Tentang Zettlr
ja_jp: Zettlr について
kk_kz: Zettlr туралы
pl_pl: O programie
ru_ru: О Zettlr
sv_sv: Om Zettlr
ta_in: செட்ட்லர் பற்றி
uk_uk: Про програму

source: Other projects
ar_ar: مشاريع أخرى
da_da: Andre projekter
de_de: Andere Projekte
ja_jp: その他のプロジェクト
kk_kz: Басқа жобалар

source: Sponsors
ar_ar: الرعاة
da_da: Sponsorer
de_de: Unterstützer*innen
ja_jp: スポンサー
kk_kz: Демеушілер

source: License
ar_ar: رخصة
de_de: Lizenz
ja_jp: ライセンス
kk_kz: Лицензия

source: Zettlr also makes use of these projects:
ar_ar: أيضا يجعل زيتلر استخدام هذه المشاريع:
ca_ca: Zettlr també fa ús d'aquests projectes:
da_da: Zettlr gør også brug af disse projekter:
de_de: Zettlr nutzt auch die folgenden Projekte:
eu_eu: Zettlr-ek honako proiektuak erabiltzen ditu:
fi_fi: Zettlr hyödyntää myös seuraavia projekteja:
id_id: Zettlr juga menggunakan proyek-proyek ini:
ja_jp: Zettlr は以下のプロジェクトを利用しています :
kk_kz: Zettlr сондай-ақ мына жобаларды пайдаланады:
pl_pl: Zettlr korzysta również z tych projektów:
ru_ru: Zettlr использует следующие проекты:
sv_sv: Zettlr använder även dessa projekt
ta_in: இந்த திட்டங்களையும் செட்லர் பயன்படுத்துகிறது:
uk_uk: Zettlr також використовує проєкти:
vi_vi: Zettlr cũng sử dụng các dự án sau

source: Zettlr is a project by Hendrik Erz, licensed under the GNU GPL v3 license. It is Open Source, free of charge and based upon the Electron framework. Zettlr would like to thank the developers of Electron, the Node.js framework and the CodeMirror editor for their work. Without them, Zettlr would not be possible. Below you can find all projects that Zettlr uses.
ar_ar: Zettlr هو مشروع بواسطة Hendrik Erz ، ومرخص بموجب ترخيص GNU GPL v3. إنه مفتوح المصدر ومجاني ويعتمد على إطار عمل Electron. تود Zettlr أن تشكر مطوري Electron وإطار عمل Node.js ومحرر CodeMirror على عملهم. بدونهم ، لن يكون Zettlr ممكنًا. يمكنك العثور أدناه على جميع المشاريع التي تستخدمها Zettlr.
ca_ca: Zettlr és un projecte d'Hendrik Erz, sota la llicència GNU GPL v3. És de Codi Obert, gratuït i basat en l'estructura Electron. Zettlr voldria agrair als desenvolupadors d'Electron, de l'estructura Node.js, i l'editor de CodeMirror per la seva feina. Sense ells, Zettlr no seria possible. Sota pots trobar tots els projectes que utilitza Zettlr.
da_da: Zettlr er et projekt af Hendrik Erz, udgivet under licensen GNU GPL v3. Programmet er open source, gratis og baseret på Electron. Zettlr vil gerne takke udviklerne bag Electron, Node.js-frameworket og editoren CodeMirror for deres indsats. Uden dem ville Zettlr ikke være mulig. Nedenfor ses alle de projekter, som Zettlr gør brug af.
de_de: Zettlr ist ein Projekt von Hendrik Erz, lizensiert unter der GNU GPL v3-Lizenz. Es ist Open Source, komplett kostenlos und basiert auf dem Electron-Framework. Zettlr dankt an dieser Stelle den Entwicklern von Electron, Node.js und dem CodeMirror-Editor für ihre Arbeit. Ohne sie wäre die Entwicklung von Zettlr nicht möglich. Hier sind alle Projekte aufgelistet, die Zettlr ermöglichen.
eu_eu: Zettlr Hendrik Erz-en proiektu bat da, GNU GPL v3 lizentziarekin argitaratua. Kode irekikoa da, kosturik gabekoa eta Electron framework-ean oinarritutakoa. Zettlr-etik Electron, Node.js framework-a eta CodeMirror editorearen garatzaileak eskertu nahi ditugu euren lanagatik. Haiek gabe Zettlr ez litzateke posible izango. Azpian aurkituko dituzu Zettlr-ek darabiltzan proiektu guztiak.
fi_fi: Zettlr on Hendrik Erzin projekti. Ohjelma on maksuton, avointa koodia ja lisensoitu GNU GPL v3 -lisenssillä. Zettlr perustuu Electron-kehitystyökaluun ja Zettlr-projekti haluaakin kiittää Electronin, Node.js:n sekä CodeMirrorin kehittäjiä, joita ilman Zettlrin tekeminen ei olisi mahdollista. Alla on listattu kaikki projektit, joiden koodia Zettlr käyttää.
id_id: Zettlr adalah sebuah proyek oleh Hendrik Erz yang berlisensi di bawah lisensi GNU GPL v3. Zettlr merupakan aplikasi Open Source, gratis dan dibuat menggunakan framework Electron. Zettlr berterima kasih kepada para developer Electron, Node.js, dan editor CodeMirror atas pekerjaan mereka. Tanpa mereka, Zettlr tidak akan mungkin ada. Berikut merupakan proyek-proyek yang digunakan di Zettlr.
ja_jp: Zettlr はHendrik Erzによるプロジェクトであり、GNU GPL v3でライセンスされています。オープンソースで、無料で使用可能、そしてElectronフレームワークに基づいています。Electron、Node.jsフレームワーク、そしてCodeMirrorエディタの開発者とその成果に感謝します。これら無しに、Zettlr は存在できなかったでしょう。以下に、Zettlr が利用しているすべてのプロジェクトを示します。
kk_kz: Zettlr - Hendrik Erz жобасы, GNU GPL v3 лицензиясымен лицензияланған. Бұл бастапқы коды ашық, тегін және Electron платформасына негізделген. Zettlr Electron, Node.js платформасы және CodeMirror редакторының әзірлеушілеріне олардың жұмысы үшін алғыс білдіргісі келеді. Оларсыз Zettlr мүмкін болмас еді. Төменде Zettlr пайдаланатын барлық жобаларды таба аласыз.
pl_pl: Zettlr to projekt Hendrika Erza opublikowany na licencji GNU GPL v3. To bezpłatny program open source oparty na frameworku Electron. Zettlr dziękuje twórcom Electrona, Node.js oraz edytora CodeMirror za ich pracę. Zettlr nie istniałby, gdyby nie oni. Poniżej znajdziesz listę wszystkich projektów, z których korzysta Zettlr.
ru_ru: Zettlr -- это созданный Хендриком Эрцем проект с лицензией GNU GPL v3. Проект соответствует концепции Open Source и построен на основе библиотеки Electron. Участники проекта выражают благодарность разработчикам библиотек Electron, Node.js и редактора CodeMirror за их работу, без которой проект Zettlr был бы неосуществим. Ниже перечислены проекты, которые используются в Zettlr.
sv_sv: Zettlr är ett projekt från Hendrik Erz, licenserat under GNU GPL v3-licens. Det är öppen källkod, kostnadsfritt och baserat på Electron-ramverket. Zettlr vill tacka utvecklarna av Electron, Node.js-ramverket och CodeMirror-redigeraren för deras arbete. Utan dem skulle Zettlr inte vara möjligt. Nedan hittar du alla projekt som Zettlr använder.
ta_in: செட்ட்லர் என்பது குனு சிபிஎல் ப3 உரிமத்தின் கீழ் உரிமம் பெற்ற என்ட்ரிக் எர்ச் எழுதிய ஒரு திட்டமாகும். இது திறந்த மூலமாகும், இலவசம் மற்றும் மின் கட்டமைப்பின் அடிப்படையில். மின் உருவாக்குபவர்கள், நோடு.சேஎச் கட்டமைப்பு மற்றும் குறிகண்ணாடி திருத்திக்கு அவர்களின் பணிக்கு செட்லர் நன்றி தெரிவிக்கிறது. அவர்கள் இல்லாமல், செட்லர் சாத்தியமில்லை. செட்லர் பயன்படுத்தும் அனைத்து திட்டங்களையும் கீழே காணலாம்.
uk_uk: Zettlr це проект від Hendrik Erz, який використовує ліцензію GNU GPL v3. Дане ПЗ відкрите, безкоштовне і засноване на фреймворку Electron. Zettlr дякує розробникам Electron, фреймворка Node.js та редактора CodeMirror. Без них Zettlr був би неможливим. Нижче наведено проекти, які використовує Zettlr.
vi_vi: Zettlr là dự án của Hendrik Erz, đăng ký dưới giấy phép GNU GPL v3. Là ứng dụng mã nguồn mở, không tính phí và dựa trên nền tảng Electron. Zettlr dành lời cảm ơn tới các nhà phát triển của nền tảng Electron, Node.js và trình soạn thảo CodeMirror cho công việc đã được thực hiện. Không có họ, Zettlr sẽ không khả dụng. Bên dưới bạn có thể tìm thấy tất cả các dự án mà Zettlr sử dụng.

source: Zettlr makes use of citeproc to display citations directly in the editor. To this end, Zettlr uses the CitationStyleLanguage (CSL) language and style files. The files have been shipped unaltered with author metadata. More information:
ar_ar: Zettlr يستعمل citeproc لعرض الاقتباسات مباشرة في التطبيق. لتحقيق هذه الغاية، Zettlr يستخدم لغة وملفات الـ CitationStyleLanguage (CSL). لمزيد من المعلومات:
ca_ca: Zettlr fa ús de citeproc per a mostrar cites directament en l'editor. Per a aquest fi, Zettlr utilitza el llenguatge CitationStyleLanguage (CSL) i arxius d'estil. Els arxius han estat enviats sense alteracions, amb metadata d'autor. Més informació:
da_da: Zettlr anvender citeproc til at vise citater direkte i editoren. Til dette anvendes CitationStyleLanguage (CSL) og de tilhørende filer. Filerne er bragt uændrede med udviklers metadata. Flere oplysninger:
de_de: Zettlr verwendet citeproc, um Zitationen direkt im Editor anzuzeigen. Hierzu verwendet Zettlr die CitationStyleLanguage (CSL) Sprachdateien sowie Stile. Die Dateien wurden unverändert mit Autorenangaben ausgeliefert. Weitere Informationen:
eu_eu: Zettlr-ek citeproc erabiltzen du aipuak zuzenean editorean bistarazteko. Honetarako, Zettlr-ek CitationStyleLanguage (CSL) lengoaia eta estilo fitxategiak erabiltzen ditu. Fitxategiok aldatu gabe eta egile metadatuekin bidali dira. Informazio gehiago:
fi_fi: Zettlr käyttää citeprocia ja CSL-kieltä (Citation Style Language) näyttääkseen viittaukset. Lisätietoja:
id_id: Zettlr memanfaatkan citeproc untuk menampilkan kutipan di editor dengan menggunakan file stylesheet dan bahasa CitationStyleLanguage (CSL). File dibuat tanpa mengubah metadata penulis. Untuk informasi lebih lanjut:
ja_jp: Zettlr は参考文献をエディタに直接表示するために、citeprocを利用しています。この目的のために、Zettlr はCitationStyleLanguage(CSL)とスタイルファイルを使用しています。これらのファイルはauthorメタデータを変更せずに出荷されています。詳細 :
kk_kz: Zettlr редакторда дәйексөздерді тікелей көрсету үшін citeproc құралын пайдаланады. Осы мақсатта Zettlr CitationStyleLanguage (CSL) тілі мен стиль файлдарын пайдаланады. Файлдар автор метадеректерімен өзгеріссіз жеткізілді. Қосымша ақпарат:
pl_pl: Zettle używa biblioteki citeproc do wyświetlania cytowań w edytorze za pośrednictwem CitationStyleLanguage (CSL) i plików stylu. Pliki są niezmienione i zawierają dane autorów. Więcej informacji:
ru_ru: Zettlr может использовать citeproc для отображения цитат непосредственно в редакторе. Для этого используются файлы в формате CitationStyleLanguage (CSL). Файлы предоставляются в неизменном виде в метаданых. Подробности:
sv_sv: Zettlr använder citeproc för att visa citat direkt i redigeraren. För detta ändamål använder Zettlr språk- och stilfilerna CitationStyleLanguage (CSL). Filerna har skickats oförändrade med författarmetadata. Mer information:
ta_in: திருத்தியில் நேரடியாக மேற்கோள்களைக் காண்பிக்க செட்லர் மேற்கோள்முறையைப் பயன்படுத்துகிறது. இந்த நோக்கத்திற்காக, செட்ட்லர் மேற்கோள்பாணிமொழி (மேபாமொ) மொழி மற்றும் பாணி கோப்புகளைப் பயன்படுத்துகிறார். எழுத்தாளர் உருவகதரவுடன் கோப்புகள் மாற்றப்படாமல் அனுப்பப்பட்டுள்ளன. மேலும் தகவல்:
uk_uk: Zettlr використовує citeproc для завантаження цитат прямо в редактор. Також Zettlr використовує CitationStyleLanguage (CSL) та файли стилів. Файли використовуються без зміни метаданих автора. Більше інформації:
vi_vi: Zettlr dùng citeproc để hiển thị trích dẫn trực tiếp trong khung soạn thảo. Để thực hiện, Zettlr dùng ngôn ngữ CitationStyleLanguage (CSL) và các tập tin phong cách. Các tập tin được xuất với thông tin tác giả không thay đổi. Thông tin thêm:

source: All logos and brand names are subject to their rightful owners. Besides using their code, Zettlr is in no way affiliated with any of these projects. Node.js is a trademark of Joyent, Inc.
ar_ar: تخضع جميع الشعارات والأسماء التجارية لأصحابها الشرعيين. بالإضافة إلى استخدام الكود الخاص بهم ، فإن Zettlr ليست بأي حال تابعة لأي من هذه المشاريع Node.js هي علامة تجارية لشركة Joyent، Inc.
ca_ca: Tots els logotips i noms de marca estan subjectes als seus propietaris legítims. Més enllà d'utilitzar el seu codi, Zettlr no està en cap cas afiliat amb cap d'aquests projectes. Node.js és una marca comercial de Joyent, Inc.
da_da: Alle logoer og brands tilhører de retmæssige indehavere. Udover at gøre brug af deres kode, er Zettlr på ingen måde tilknyttet disse projekter. Node.js er et varemærke under Joyent, Inc.
de_de: Alle Logos und Markennamen gehören ihren rechtmäßigen Besitzern. Außer durch die Nutzung ihres Codes ist Zettlr auf keine Weise mit diesen Projekten verbunden. Node.js ist ein eingetragenes Warenzeichen von Joyent, Inc.
eu_eu: Logo eta marka izen guztiak dagozkion jabearenak dira. Haien kodea erabiltzeaz gain, Zettlr ez dago inolaz ere afiliatua proiektu hauekin. Node.js Joyent, Inc.-en marka erregistratua da.
fi_fi: Kaikki logot ja tuotemerkit ovat haltijoidensa omaisuutta. Zettlr ei ole koodin käyttämistä lukuunottamatta sidoksissa näihin projekteihin. Node.js on Joyent, Inc.:n tavaramerkki.
id_id: Semua logo dan merek tunduk pada pemilik yang sah. Selain menggunakan kode mereka, Zettlr sama sekali tidak berafiliasi dengan proyek-proyek ini. Node.js adalah merek dagang dari Joyent, Inc.
ja_jp: すべてのロゴおよびブランド名は、それぞれの所有者に属します。これらのコードを使用していることを除き、Zettlr はこれらのいずれのプロジェクトとも関連していません。Node.jsはJoyent, Inc.の商標です。
kk_kz: Барлық логотиптер мен брендтік атаулар олардың заңды иелеріне жатады. Олардың кодын пайдаланудан басқа, Zettlr бұл жобалардың ешқайсысымен ешқандай байланысты емес. Node.js - Joyent, Inc сауда белгісі.
pl_pl: Wszystkie logotypy i nazwy marek należą do ich prawnych właścicieli. Zettlr nie jest z nimi związany, używa tylko ich kodu. Node.js to zastrzeżony znak Joyent, Inc.
ru_ru: Все права на логотипы и имя брендов пренадлежат их собственникам. Кроме использованного кода, Zettlr никак не связан с этими проектами. Торговая марка Node.js принадлежит Joyent, Inc.
sv_sv: Alla logotyper och varumärken omfattas av deras rättmätiga ägare. Förutom att använda deas kod är Zettlr inte på något sätt anslutet till något av dessa projekt. Node.js är ett varumärke som tillhör Joyent, Inc.
ta_in: அனைத்து சிறுஉருகள் மற்றும் வணிக குறி பெயர்கள் அவற்றின் சரியான உரிமையாளர்களுக்கு உட்பட்டவை. அவற்றின் குறியீட்டைப் பயன்படுத்துவதைத் தவிர, செட்லர் இந்த திட்டங்களில் எந்தவொரு வகையிலும் எந்த வகையிலும் இணைக்கப்படவில்லை. நோடு.சேஎச் என்பது சாயண்ட், இன்க். வணிக குறி
uk_uk: Усі права на логотипи і назви брендів належать їхнім власникам. Крім використаного коду, Zettlr ніяк не пов'язаний з цими проектами. Торгова марка Node.js належить Joyent, Inc.
vi_vi: Tất cả logo và tên thương hiệu đều thuộc về các chủ sở hữu hợp pháp cúa nó. Ngoài việc sử dụng mã nguồn của họ, Zettlr không có bất kì liên quan nào tới các dự án trên. Node.js là nhãn hiệu đã đăng ký của Joyent, Inc.
