Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Afrikaans
ja_jp: アフリカーンス語
kk_kz: Африкаанс
ru_ru: Африканский
ta_in: ஆப்பிரிக்கா
vi_vi: Nam Phi

source: Arabic
ar_ar: العربية
ca_ca: Àrab
da_da: Arabisk
de_de: Arabisch
et_et: araabia
eu_eu: Arabiera
fi_fi: arabia [عربية]
id_id: Arab
ja_jp: アラビア語
kk_kz: Араб
pl_pl: Arabski
ru_ru: Арабский
sv_sv: Arabiska
ta_in: அரபு
uk_uk: Арабська
vi_vi: A rập

source: Asturian
ca_ca: Asturià
da_da: Østrigsk
de_de: Asturisch
ja_jp: アストゥリアス語
kk_kz: Астурия
ru_ru: Астурийский
ta_in: அச்டூரியன்

source: Belarus
ar_ar: بيلاروسي
ca_ca: Bielorús
da_da: Hviderussisk
de_de: Weißrussisch
et_et: valgevene
eu_eu: Bielorrusiera
fi_fi: valkovenäjä [белару́ская мо́ва]
id_id: Belarussia
ja_jp: ベラルーシ語
kk_kz: Беларус
pl_pl: Białoruski
ru_ru: Беларусский
sv_sv: Vitryska
ta_in: பெலாரச்
uk_uk: Білоруська

source: Bulgarian
ar_ar: البلغارية
ca_ca: Búlgar
da_da: Bulgarsk
de_de: Bulgarisch
et_et: bulgaaria
eu_eu: Bulgariera
fi_fi: bulgaria [български]
id_id: Bulgaria
ja_jp: ブルガリア語
kk_kz: Болгар
pl_pl: Bułgarski
ru_ru: Болгарский
sv_sv: Bulgariska
ta_in: பல்கேரியன்
uk_uk: Болгарська
vi_vi: Bungari

source: Breton
ca_ca: Bretó
da_da: Bretonsk
de_de: Bretonisch
ja_jp: ブルトン語
kk_kz: Бретон
ru_ru: Бретонский
ta_in: பிரெட்டன்

source: Bosnian
ar_ar: البوسنية
ca_ca: Bosnià
da_da: Bosnisk
de_de: Bosnisch
et_et: bosnia
eu_eu: Bosniera
fi_fi: bosnia [босански]
id_id: Bosnia
ja_jp: ボスニア語
kk_kz: Босния
pl_pl: Bośniacki
ru_ru: Боснийский
sv_sv: Bosniska
ta_in: போச்னிய
uk_uk: Боснійська

source: Catalan
ca_ca: Català
da_da: Catalansk
de_de: Katalonisch
ja_jp: カタルーニャ語
kk_kz: Каталан
ru_ru: Каталонский
ta_in: கற்றலான்

source: Catalan (Valencia)
da_da: Catalansk (Valendia)
de_de: Katalanisch (Valencia)
ja_jp: カタロニア語 (バレンシア)
kk_kz: Каталан (Валенсия)

source: Czech
ca_ca: Txec
da_da: Tjekkisk
de_de: Tschechisch
ja_jp: チェコ語
kk_kz: Чех
ru_ru: Чешский
ta_in: செக்

source: Danish
ar_ar: الدانماركية
ca_ca: Danès
da_da: Dansk
de_de: Dänisch
et_et: taani
eu_eu: Daniera
fi_fi: tanska [dansk]
id_id: Denmark
ja_jp: デンマーク語
kk_kz: Дат
pl_pl: Duński
ru_ru: Датский
sv_sv: Danska
ta_in: டேனிச்
uk_uk: Данська
vi_vi: Đan Mạch

source: German (Austria)
ar_ar: الألمانية (النمسا)
ca_ca: Alemany (Àustria)
da_da: Tysk (Østrig)
de_de: Deutsch (Österreich)
et_et: saksa (Austria)
eu_eu: Alemana (Austria)
fi_fi: saksa (Itävalta) [Deutsch, Österreich]
id_id: Jerman (Austria)
ja_jp: ドイツ語 (オーストリア)
kk_kz: Неміс (Австрия)
pl_pl: Niemiecki (Austria)
ru_ru: Немецкий (Австрия)
sv_sv: Tyska (Österrike)
ta_in: செர்மன் (ஆச்திரியா)
uk_uk: Німецька (Австрія)
vi_vi: Đức (Áo)

source: German (Switzerland)
ar_ar: الألمانية (سويسرا)
ca_ca: Alemany (Suïssa)
da_da: Tysk (Schweiz)
de_de: Deutsch (Schweiz)
et_et: saksa (Šveits)
eu_eu: Alemana (Suitza)
fi_fi: saksa (Sveitsi) [Deutsch, Schweiz]
id_id: Jerman (Swiss)
ja_jp: ドイツ語 (スイス)
kk_kz: Неміс (Швейцария)
pl_pl: Niemiecki (Szwajcaria)
ru_ru: Немецкий (Швейцария)
sv_sv: Tyska (Schweiz)
ta_in: செர்மன் (சுவிட்சர்லாந்து)
uk_uk: Німецька (Швейцарія)
vi_vi: Đức (Thuỵ Sĩ)

source: German (simple)
ca_ca: Alemany (simple)
de_de: Deutsch (einfach)
ja_jp: ドイツ語 (シンプル)
kk_kz: Неміс (қарапайым)
ru_ru: Немецкий (простой)
ta_in: செர்மன் (எளிமையானது)

source: German (Germany)
ar_ar: الألمانية (ألمانيا)
ca_ca: Alemany (Alemanya)
da_da: Tysk (Tyskland)
de_de: Deutsch (Deutschland)
et_et: saksa (Saksamaa)
eu_eu: Alemana (Alemania)
fi_fi: saksa [Deutsch]
id_id: Jerman (Jerman)
ja_jp: ドイツ語 (ドイツ)
kk_kz: Неміс (Германия)
pl_pl: Niemiecki (Niemcy)
ru_ru: Немецкий
sv_sv: Tyska (Tyskland)
ta_in: செர்மன் (செர்மனி)
uk_uk: Німецька (Німеччина)
vi_vi: Đức (Đức)

source: German (Luxembourg)
ca_ca: Alemany (Luxembourg)
de_de: Deutsch (Luxemburg)
ja_jp: ドイツ語 (ルクセンブルク)
kk_kz: Неміс (Люксембург)
ru_ru: Немецкий (Люксембург)
ta_in: செர்மன் (லக்சம்பர்க்)

source: German
ca_ca: Alemany
da_da: Tysk
de_de: Deutsch
ja_jp: ドイツ語
kk_kz: Неміс
ru_ru: Немецкий
ta_in: செர்மன்

source: Greek
ar_ar: اليونانية
ca_ca: Grec
da_da: Græsk
de_de: Griechisch
et_et: kreeka
eu_eu: Greziera
fi_fi: kreikka [ελληνικά]
id_id: Yunani
ja_jp: ギリシャ語
kk_kz: Грек
pl_pl: Grecki
ru_ru: Греческий
sv_sv: Grekiska
ta_in: கிரேக்கம்
uk_uk: Грецька
vi_vi: Hi Lạp

source: English (Australia)
ar_ar: الإنجليزية (أستراليا)
ca_ca: Anglès (Austràlia)
da_da: Engelsk (Australien)
de_de: Englisch (Australien)
et_et: inglise (Austraalia)
eu_eu: Ingelesa (Australia)
fi_fi: englanti (Australia) [English, Australia]
id_id: Inggris (Australia)
ja_jp: 英語 (オーストラリア)
kk_kz: Ағылшын (Австралия)
pl_pl: Angielski (Australia)
ru_ru: Английский (Австралия)
sv_sv: Engelska (Australien)
ta_in: ஆங்கிலம் (ஆச்திரேலியா)
uk_uk: Англійська (Австралія)
vi_vi: Anh (Úc)

source: English (Canada)
ar_ar: الإنكليزية (كندا)
ca_ca: Anglès (Canada)
da_da: Engelsk (Canada)
de_de: Englisch (Kanada)
et_et: inglise (Kanada)
eu_eu: Ingelesa (Kanada)
fi_fi: englanti (Kanada) [English, Canada]
id_id: Inggris (Kanada)
ja_jp: 英語 (カナダ)
kk_kz: Ағылшын (Канада)
pl_pl: Angielski (Kanada)
ru_ru: Английский (Канада)
sv_sv: Engelska (Kanada)
ta_in: ஆங்கிலம் (கனடா)
uk_uk: Англійська (Канада)
vi_vi: Anh (Canada)

source: English (United Kingdom)
ar_ar: الإنجليزية (المملكة المتحدة)
ca_ca: Anglès (Regne Unit)
da_da: Engelsk (Storbrittanien)
de_de: Englisch (Großbritannien)
et_et: inglise (ÜK)
eu_eu: Ingelesa (Erresuma Batua)
fi_fi: englanti (Yhdistynyt kuningaskunta) [English, UK]
id_id: Inggris (Britania Raya)
ja_jp: 英語 (イギリス)
kk_kz: Ағылшын (Ұлыбритания)
pl_pl: Angielski (Wielka Brytania)
ru_ru: Английский (Великобритания)
sv_sv: Engelska (Storbritannien)
ta_in: ஆங்கிலம் (ஐக்கிய முடியரசு)
uk_uk: Англійська (Велика Британія)
vi_vi: Anh (Vương Quốc Anh)

source: English (India)
ar_ar: الإنجليزية (الهند)
ca_ca: Anglès (Índia)
da_da: Engelsk (Indien)
de_de: Englisch (Indien)
et_et: inglise (India)
eu_eu: Ingelesa (India)
fi_fi: englanti (Intia) [English, India]
id_id: Inggris (India)
ja_jp: 英語 (インド)
kk_kz: Ағылшын (Үндістан)
pl_pl: Angielski (Indie)
ru_ru: Английский (Индия)
sv_sv: Engelska (Indien)
ta_in: ஆங்கிலம் (இந்தியா)
uk_uk: Англійська (Індія)
vi_vi: Anh (Ấn Độ)

source: English (New Zealand)
ca_ca: Anglès (Nova Zelanda)
da_da: Engelsk (New Zealand)
de_de: Englisch (Neuseeland)
ja_jp: 英語 (ニュージーランド)
kk_kz: Ағылшын (Жаңа Зеландия)
ru_ru: Английский (Новая Зеландия)
ta_in: ஆங்கிலம் (நியூசிலாந்து)

source: English (United States)
ar_ar: الانجليزية (الولايات المتحدة)
ca_ca: Anglès (Estats Units)
da_da: Engelsk (USA)
de_de: Englisch (Vereinigte Staaten)
et_et: inglise (USA)
eu_eu: Ingelesa (Estatu Batuak)
fi_fi: englanti (Yhdysvallat) [English, US]
id_id: Inggris (Amerika)
ja_jp: 英語 (米国)
kk_kz: Ағылшын (Америка Құрама Штаттары)
pl_pl: Angielski (USA)
ru_ru: Английский (США)
sv_sv: Engelska (USA)
ta_in: ஆங்கிலம் (ஐக்கிய அமெரிக்க)
uk_uk: Англійська (США)
vi_vi: Anh (Hoa Kỳ)

source: English (South Africa)
ar_ar: الإنجليزية (جنوب إفريقيا)
ca_ca: Anglès (Sud-àfrica)
da_da: Engelsk (Sydafrika)
de_de: Englisch (Südafrika)
et_et: inglise (Lõuna-Aafrika)
eu_eu: Ingelesa (Hego Afrika)
fi_fi: englanti (Etelä-Afrikka) [English, South Africa]
id_id: Inggris (Afrika Selatan)
ja_jp: 英語 (南アフリカ)
kk_kz: Ағылшын (Оңтүстік Африка)
pl_pl: Angielski (RPA)
ru_ru: Английский (Южная Африка)
sv_sv: Engelska (Sydafrika)
ta_in: ஆங்கிலம் (தென்னாப்பிரிக்கா)
uk_uk: Англійська (Південна Африка)
vi_vi: Anh (Nam Phi)

source: English
ca_ca: Anglès
de_de: Englisch
ja_jp: 英語
kk_kz: Ағылшын
ru_ru: Английский
ta_in: ஆங்கிலம்

source: Esperanto
ar_ar: الاسبرانتو
ja_jp: エスペラント
kk_kz: Эсперанто
ru_ru: Эсперанто
ta_in: எச்பெராண்டோ
uk_uk: Есперанто

source: Spanish (Argentina)
ca_ca: Espanyol (Argentina)
de_de: Spanisch (Argentinien)
ja_jp: スペイン語 (アルゼンチン)
kk_kz: Испан (Аргентина)
ru_ru: Испанский (Аргентина)
ta_in: ச்பானிச் (அர்சென்டினா)

source: Spanish (Spain)
ar_ar: الإسبانية (إسبانيا)
ca_ca: Espanyol (Espanya)
da_da: Spansk (Spanien)
de_de: Spanisch (Spanien)
et_et: hispaania (Hispaania)
eu_eu: Espainiera
fi_fi: espanja (Espanja) [español]
id_id: Spanyol (Spanyol)
ja_jp: スペイン語 (スペイン)
kk_kz: Испан (Испания)
pl_pl: Hiszpański (Hiszpania)
ru_ru: Испанский
sv_sv: Spanska (Spanien)
ta_in: ச்பானிச் (ச்பெயின்)
uk_uk: Іспанська (Іспанія)
vi_vi: Tây Ban Nha (Tây Ban Nha)

source: Spanish
ca_ca: Espanyol
de_de: Spanisch
ja_jp: スペイン語
kk_kz: Испан
ru_ru: Испанский
ta_in: ச்பானிச்

source: Estonian
ar_ar: الإستونية
ca_ca: Estonià
da_da: Estonsk
de_de: Estnisch
et_et: eesti
eu_eu: Estoniera
fi_fi: viro [eesti keel]
id_id: Estonia
ja_jp: エストニア語
kk_kz: Эстон
pl_pl: Estoński
ru_ru: Эстонский
sv_sv: Estniska
ta_in: எச்டோனிய
uk_uk: Естонська
vi_vi: E-xtô-ni-a

source: Basque
ar_ar: الباسكية
ca_ca: Basc
da_da: Baskisk
de_de: Baskisch
et_et: baski
eu_eu: Euskara
fi_fi: baski [euskara]
ja_jp: バスク語
kk_kz: Баск
pl_pl: Baskijski
ru_ru: Баскский
sv_sv: Baskiska
ta_in: பாச்க்
uk_uk: Баскська

source: Persian (Farsi)
ar_ar: الفارسية
ca_ca: Persic (Farsi)
da_da: Persisk (Farsi)
de_de: Persisch (Farsi)
et_et: pärsia (farsi)
eu_eu: Farsiera
fi_fi: Persia (farsi)
id_id: Persia (Parsi)
ja_jp: ペルシア語 (ファールシー語)
kk_kz: Парсы (Фарси)
pl_pl: Perski (farsi)
ru_ru: Фарси
sv_sv: Persiska (farsi)
ta_in: பாரசீக (ஃபார்சி)
uk_uk: Перська (фарсі)
vi_vi: Ba Tư

source: Finnish
ar_ar: الفنلندية
ca_ca: Finès
da_da: Finsk
de_de: Finnisch
et_et: soome
eu_eu: Finlandiera
fi_fi: suomi
id_id: Finlandia
ja_jp: フィンランド語
kk_kz: Фин
pl_pl: Fiński
ru_ru: Финский
sv_sv: Finska
ta_in: பின்னிச்
uk_uk: Фінська
vi_vi: Phần Lan

source: Faroese
ar_ar: الفارويز
ca_ca: Feroès
da_da: Færøsk
de_de: Faröisch
et_et: fääri
eu_eu: Faeroera
fi_fi: fääri [Føroyskt]
id_id: Faroe
ja_jp: フェロー語
kk_kz: Фарер
pl_pl: Farerski
ru_ru: Фарерский
sv_sv: Färöiska
ta_in: பரோச்
uk_uk: Фарерська

source: French (Belgium)
ca_ca: Francès (Bèlgica)
de_de: Französisch (Belgien)
ja_jp: フランス語 (ベルギー)
kk_kz: Француз (Бельгия)
ru_ru: Французский (Бельгия)
ta_in: பிரஞ்சு (பெல்சியம்)

source: French (Switzerland)
ca_ca: Francès (Suïssa)
de_de: Französisch (Schweiz)
ja_jp: フランス語 (スイス)
kk_kz: Француз (Швейцария)
ru_ru: Французский (Швейцария)
ta_in: பிரஞ்சு (சுவிட்சர்லாந்து)

source: French (France)
ar_ar: الفرنسية (فرنسا)
ca_ca: Francès (França)
da_da: Fransk (Frankrig)
de_de: Französisch (Frankreich)
et_et: prantsuse (Prantsusmaa)
eu_eu: Frantsesa
fi_fi: ranska [français]
id_id: Prancis (Prancis)
ja_jp: フランス語 (フランス)
kk_kz: Француз (Франция)
pl_pl: Francuski (Francja)
ru_ru: Французский
sv_sv: Franska (Frankrike)
ta_in: பிரஞ்சு (பிரான்ச்)
uk_uk: Французька (Франція)
vi_vi: Pháp (Pháp)

source: French (Luxembourg)
ca_ca: Francès (Luxemburg)
da_da: Fransk (Luxemborg)
de_de: Französisch (Luxemburg)
ja_jp: フランス語 (ルクセンブルク)
kk_kz: Француз (Люксембург)
ru_ru: Французский (Люксембург)
ta_in: பிரஞ்சு (லக்சம்பர்க்)

source: French (Principality of Monaco)
ca_ca: Francès (Principat de Mònaco)
da_da: Fransk (Monaco)
de_de: Französisch (Monaco)
ja_jp: フランス語 (モナコ公国)
kk_kz: Француз (Монако Княздігі)
ru_ru: Французский (Княжество Монако)
ta_in: பிரஞ்சு (மொனாக்கோவின் முதன்மை)
vi_vi: Pháp (Vùng Monaco)

source: French
ca_ca: Francès
da_da: Fransk
de_de: Französisch
ja_jp: フランス語
kk_kz: Француз
ru_ru: Французский
ta_in: பிரஞ்சு
vi_vi: Pháp

source: Irish
ar_ar: الأيرلندية
ca_ca: Irlandès
da_da: Irsk
de_de: Irisch
et_et: iiri
eu_eu: Gaelera (Irlandakoa)
fi_fi: iiri [Gaeilge]
id_id: Irlandia
ja_jp: アイルランド語
kk_kz: Ирланд
pl_pl: Irlandzki
ru_ru: Ирландский
sv_sv: Irländska
ta_in: ஐரிச்
uk_uk: Ірландська
vi_vi: Ai len

source: Scottish (Gaelic)
ar_ar: الاسكتلندية (الغيلية)
ca_ca: Escocès (Gaèlic)
da_da: Skotsk (Gælisk)
de_de: Schottisch (Gaelisch)
et_et: šoti (keldi)
eu_eu: Gaelera (Eskoziakoa)
fi_fi: gaeli [Gàidhlig]
id_id: Skotlandia (Gaelik)
ja_jp: スコットランド語 (ゲール語)
kk_kz: Шотланд (Гэль)
pl_pl: Szkocki (gaelicki)
ru_ru: Шотландский
sv_sv: Skotska (gaeliska)
ta_in: ச்காட்டிச் (கேலிக்)
uk_uk: Шотландська (Гельська)
vi_vi: Xcốt-len

source: Galician
ca_ca: Gallec
da_da: Galicisk (Spanien)
de_de: Galizisch
ja_jp: ガリシア語
kk_kz: Галисия
ru_ru: Галисийский
ta_in: காலிசியன்

source: Hebrew
ar_ar: العبرية
ca_ca: Hebreu
da_da: Hebræisk
de_de: Hebräisch
et_et: heebrea
eu_eu: Hebreera
fi_fi: heprea [עברית]
id_id: Ibrani
ja_jp: ヘブライ語
kk_kz: Иврит
pl_pl: Hebrajski
ru_ru: Иврит
sv_sv: Hebreiska
ta_in: எபிரேய
uk_uk: Іврит
vi_vi: Do Thái

source: Hindi
ar_ar: االهندية
eu_eu: Hindia
fi_fi: hindi [हिन्दी]
ja_jp: ヒンディー語
kk_kz: Хинди
ru_ru: Хинди
ta_in: இந்தி
uk_uk: Хінді

source: Croatian
ar_ar: الكرواتية
ca_ca: Croat
da_da: Kroatisk
de_de: Kroatisch
et_et: horvaatia
eu_eu: Kroaziera
fi_fi: kroaatti [hrvatski]
id_id: Kroat
ja_jp: クロアチア語
kk_kz: Хорват
pl_pl: Chorwacki
ru_ru: Хорватский
sv_sv: Kroatiska
ta_in: குரோசியன்
uk_uk: Хорватська
vi_vi: Crô-a-ti-a

source: Hungarian
ar_ar: الهنغارية
ca_ca: Hongarès
da_da: Ungarsk
de_de: Ungarisch
et_et: ungari
eu_eu: Hungariera
fi_fi: unkari [magyar]
id_id: Hungaria
ja_jp: ハンガリー語
kk_kz: Венгр
pl_pl: Węgierski
ru_ru: Венгерский
sv_sv: Ungerska
ta_in: அங்கேரியன்
uk_uk: Угорська
vi_vi: Hungary

source: Armenian
ar_ar: الأرمينية
ca_ca: Armeni
da_da: Armensk
de_de: Armenisch
et_et: armeenia
eu_eu: Armeniera
fi_fi: armenia [Armenian]
id_id: Armenia
ja_jp: アルメニア語
kk_kz: Армян
pl_pl: Armeński
ru_ru: Армянский
sv_sv: Armeniska
ta_in: ஆர்மீனியன்
uk_uk: Вірменська
vi_vi: Ác-mê-ni-a

source: Indonesian
ar_ar: الأندونيسية
ca_ca: Indonesi
da_da: Indonesisk
de_de: Indonesisch
et_et: indoneesia
eu_eu: Indonesiera
fi_fi: indonesia [bahasa Indonesia]
id_id: Indonesia
ja_jp: インドネシア語
kk_kz: Индонезия
pl_pl: Indonezyjski
ru_ru: Индонезийский
sv_sv: Indonesiska
ta_in: இந்தோனேசிய
uk_uk: Індонезійська
vi_vi: Indonesia

source: Icelandic
ar_ar: الأيسلاندية
ca_ca: Islandès
da_da: Islandsk
de_de: Isländisch
et_et: islandi
eu_eu: Islandiera
fi_fi: islanti [íslenska]
id_id: Islan
ja_jp: アイスランド語
kk_kz: Исланд
pl_pl: Islandzki
ru_ru: Исландский
sv_sv: Isländska
ta_in: ஐச்லாந்திய
uk_uk: Ісландська
vi_vi: Aixơlen

source: Italian (Switzerland)
ca_ca: Italià (Suïssa)
da_da: Tysk (Schweiz)
de_de: Italienisch (Schweiz)
ja_jp: イタリア語 (スイス)
kk_kz: Итальян (Швейцария)
ru_ru: Итальянский (Швейцария)
ta_in: இத்தாலியன் (சுவிட்சர்லாந்து)

source: Italian (Italy)
ar_ar: الإيطالية (إيطاليا)
ca_ca: Italià (Itàlia)
da_da: Italiensk (Italien)
de_de: Italienisch
et_et: itaalia (Itaalia)
eu_eu: Italiera
fi_fi: italia [italiano]
id_id: Italia (Italia)
ja_jp: イタリア語 (イタリア)
kk_kz: Итальян (Италия)
pl_pl: Włoski (Włochy)
ru_ru: Итальянский
sv_sv: Italienska (Italien)
ta_in: இத்தாலியன் (இத்தாலி)
uk_uk: Італійська (Італія)
vi_vi: Ý (Ý)

source: Italian
ca_ca: Italià
da_da: Italiensk
de_de: Italienisch
ja_jp: イタリア語
kk_kz: Итальян
ru_ru: Итальянский
ta_in: இத்தாலிய

source: Japanese
ar_ar: اليابانية
ca_ca: Japonès
da_da: Japansk
de_de: Japanisch
et_et: jaapani
eu_eu: Japoniera
fi_fi: japani [日本語]
id_id: Jepang
ja_jp: 日本語
kk_kz: Жапон
pl_pl: Japoński
ru_ru: Японский
sv_sv: Japanska
ta_in: சப்பானியர்கள்
uk_uk: Японська
vi_vi: Nhật

source: Georgian
ar_ar: الجورجية
ca_ca: Georgià
da_da: Georgisk
de_de: Georgisch
et_et: gruusia
eu_eu: Georgiera
fi_fi: georgia [ქართული]
id_id: Georgia
ja_jp: ジョージア語
kk_kz: Грузин
pl_pl: Gruziński
ru_ru: Грузинский
sv_sv: Georgiska
ta_in: சார்சியன்
uk_uk: Грузинська

source: Kazakh
de_de: Kasachisch
ja_jp: カザフ語

source: Khmer (Cambodia)
ca_ca: Khmer (Cambodja)
de_de: Khmer
ja_jp: クメール語 (カンボジア)
kk_kz: Кхмер (Камбоджа)
ru_ru: Кхмер (Камбоджа)
ta_in: கெமர் (கம்போடியா)
vi_vi: Khmer (Campuchia)

source: Korean
ar_ar: الكورية
ca_ca: Koreà
da_da: Koreansk
de_de: Koreanisch
et_et: korea
eu_eu: Koreera
fi_fi: korea [한국어]
id_id: Korea
ja_jp: 韓国語
kk_kz: Корей
pl_pl: Koreański
ru_ru: Корейский
sv_sv: Koreanska
ta_in: கொரிய
uk_uk: Корейська
vi_vi: Hàn

source: Latin
ar_ar: اللاتينية
ca_ca: Llatí
de_de: Latein
et_et: ladina
eu_eu: Latina
fi_fi: latina
ja_jp: ラテン語
kk_kz: Латын
pl_pl: Łacina
ru_ru: Латинский
ta_in: லத்தீன்
uk_uk: Латинська
vi_vi: La tinh

source: Luxembourgian
ar_ar: اللكسمبورجية
ca_ca: Luxemburguès
da_da: Luxemborgsk
de_de: Luxemburgisch
et_et: luxemburgi
eu_eu: Luxenburgera
fi_fi: luksemburgi [Lëtzebuergesch]
id_id: Luksemburg
ja_jp: ルクセンブルク語
kk_kz: Люксембург
pl_pl: Luksemburski
ru_ru: Люксембургский
sv_sv: Luxemburgska
ta_in: லக்சம்பர்கியன்
uk_uk: Люксембурзька
vi_vi: Luxembourg

source: Lithuanian
ar_ar: اللتوانية
ca_ca: Lituà
da_da: Littauisk
de_de: Litauisch
et_et: leedu
eu_eu: Lituaniera
fi_fi: liettua [lietuvių]
id_id: Lituania
ja_jp: リトアニア語
kk_kz: Литва
pl_pl: Litewski
ru_ru: Литовский
sv_sv: Litauiska
ta_in: லிதுவேனியன்
uk_uk: Литовська
vi_vi: Lithuania

source: Latvian
ar_ar: اللاتفية
ca_ca: Letó
da_da: Lettisk
de_de: Lettisch
et_et: läti
eu_eu: Letoniera
fi_fi: latvia [latviešu]
id_id: Latvia
ja_jp: ラトビア語
kk_kz: Латыш
pl_pl: Łotewski
ru_ru: Латвийский
sv_sv: Lettiska
ta_in: லாட்வியன்
uk_uk: Латиська
vi_vi: Latvia

source: Macedonian
ar_ar: المقدونية
ca_ca: Macedoni
da_da: Makedonsk
de_de: Mazedonisch
et_et: makedoonia
eu_eu: Mazedoniera
fi_fi: makedonia [македонски]
id_id: Makedonia
ja_jp: マケドニア語
kk_kz: Македон
pl_pl: Macedoński
ru_ru: Македонский
sv_sv: Makedoniska
ta_in: மாசிடோனியன்
uk_uk: Македонська
vi_vi: Macedonia

source: Mongolian
ar_ar: المنغولية
ca_ca: Mongol
da_da: Mongolsk
de_de: Mongolisch
et_et: mongoolia
eu_eu: Mongoliera
fi_fi: mongoli [монгол]
id_id: Mongol
ja_jp: モンゴル語
kk_kz: Моңғол
pl_pl: Mongolski
ru_ru: Монгольский
sv_sv: Mongoliska
ta_in: மங்கோலியன்
uk_uk: Монгольська
vi_vi: Mông Cổ

source: Malaysian (Brunei Darussalam)
ca_ca: Malai (Brunei)
de_de: Malaysisch (Brunei Darussalam)
ja_jp: マレーシア語 (ブルネイ ダルサラーム)
kk_kz: Малай (Бруней Даруссалам)
ru_ru: Малазийский (Бруней-Даруссалам)
ta_in: மலேசியன் (புருனே தாருச்சலம்)

source: Malaysian (Malaysia)
ar_ar: الماليزية (ماليزيا)
ca_ca: Malai (Malàsia)
da_da: Malaysisk (Malaysia)
de_de: Malaysisch (Malaysia)
et_et: malaisia (Malaisia)
eu_eu: Malaysiera
fi_fi: malesia [بهاس مليسيا‎]
id_id: Melayu (Malaysia)
ja_jp: マレーシア語 (マレーシア)
kk_kz: Малай (Малайзия)
pl_pl: Malajski (Malaje)
ru_ru: Малазийский
sv_sv: Malaysiska (Malaysia)
ta_in: மலேசியன் (மலேசியா)
uk_uk: Малайська (Малайзія)
vi_vi: Malaysia (Malaysia)

source: Malaysian
ca_ca: Malai
de_de: Malaysisch
ja_jp: マレーシア語
kk_kz: Малай
ru_ru: Малазийский
ta_in: மலேசியன்

source: Norwegian (Bokmål)
ar_ar: النرويجية (النرويج)
ca_ca: Norueg (Bokmål)
da_da: Norsk (Bokmål)
de_de: Norwegisch (Bokmål)
et_et: norra (bokmål)
eu_eu: Norvegiera (Bokmål)
fi_fi: norja (kirjanorja) [Bokmål]
id_id: Norwegia (Bokmål)
ja_jp: ノルウェー語 (ブークモール)
kk_kz: Норвег (Букмол)
pl_pl: Norweski (Bokmål)
ru_ru: Норвежский
sv_sv: Norska (bokmål)
ta_in: நோர்வே (போக்மால்)
uk_uk: Норвезька (Букмол)
vi_vi: Na Uy (Bokmål)

source: Nepalese
ar_ar: النيبالية
ca_ca: Nepalès
da_da: Nepalesisk
de_de: Nepali
et_et: nepaali
eu_eu: Nepalera
fi_fi: nepali [नेपाली]
id_id: Nepal
ja_jp: ネパール語
kk_kz: Непал
pl_pl: Nepalski
ru_ru: Непальский
sv_sv: Nepalesiska
ta_in: நேபாள
uk_uk: Непальська
vi_vi: Nepal

source: Dutch (Belgium)
ar_ar: الهولندية (بلجيكا)
ca_ca: Neerlandès (Bèlgica)
da_da: Hollandsk (Belgien)
de_de: Niederländisch (Belgien)
et_et: hollandi (Belgia)
eu_eu: Nederlandera (Belgika)
fi_fi: hollanti (Belgia) [Nederlands, België]
id_id: Belanda (Belgia)
ja_jp: オランダ語 (ベルギー)
kk_kz: Голланд (Бельгия)
pl_pl: Holenderski (Belgia)
ru_ru: Голандский (Бельгия)
sv_sv: Nederländska (Belgien)
ta_in: டச்சு (பெல்சியம்)
uk_uk: Нідерландська (Бельгія)
vi_vi: Hà Lan (Bỉ)

source: Dutch (Netherlands)
ar_ar: الهولندية (هولندا)
ca_ca: Neerlandès (Països Baixos)
da_da: Hollandsk (Holland)
de_de: Niederländisch
et_et: hollandi (Holland)
eu_eu: Nederlandera (Herbehereak)
fi_fi: hollanti (Alankomaat) [Nederlands, Nederland]
id_id: Belanda (Belanda)
ja_jp: オランダ語 (オランダ)
kk_kz: Голланд (Нидерланды)
pl_pl: Holenderski (Niderlandy)
ru_ru: Голландский (Нидерланды)
sv_sv: Nederländska (Nederländerna)
ta_in: டச்சு (நெதர்லாந்து)
uk_uk: Нідерландська (Нідерланди)
vi_vi: Hà Lan (Hà Lan)

source: Dutch
ca_ca: Neerlandès
da_da: Hollandsk
de_de: Niederländisch
ja_jp: オランダ語
kk_kz: Голланд
ru_ru: Голландский
ta_in: டச்சு
vi_vi: Hà Lan

source: Norwegian (Nyorsk)
ar_ar: النرويجية (نينورسك)
ca_ca: Norueg (Nyorsk)
da_da: Norsk (Nynorsk)
de_de: Norwegisch (Nyorsk)
et_et: norra (nynorsk)
eu_eu: Norvegiera (Nyorsk)
fi_fi: norja (uusnorja) [Nynorsk]
id_id: Norwegia (Nyorsk)
ja_jp: ノルウェー語 (ニーノシュク)
kk_kz: Норвег (Нюнорск)
pl_pl: Norweski (Nyorsk)
ru_ru: Норвежский (Нюрск)
sv_sv: Norska (nynorsk)
ta_in: நோர்வே (நைனோர்ச்க்)
uk_uk: Норвезька (Нюношк)
vi_vi: Na Uy (Nyorsk)

source: Norwegian
ca_ca: Norueg
da_da: Norsk
de_de: Norwegisch
ja_jp: ノルウェー語
kk_kz: Норвег
ru_ru: Норвежский
ta_in: நோர்வே

source: Polish
ar_ar: البولندية
ca_ca: Polonès
da_da: Polsk
de_de: Polnisch
et_et: poola
eu_eu: Poloniera
fi_fi: puola [polski]
id_id: Polandia
ja_jp: ポーランド語
kk_kz: Поляк
pl_pl: Polski
ru_ru: Польский
sv_sv: Polska
ta_in: போலீச்
uk_uk: Польська
vi_vi: Balan

source: Portuguese (Angola)
ca_ca: Portuguès (Angola)
de_de: Portugiesisch (Angola)
ja_jp: ポルトガル語 (アンゴラ)
kk_kz: Португал (Ангола)
ru_ru: Португальский (Ангола)
ta_in: போர்த்துகீசியம் (அங்கோலா)

source: Portuguese (Brazil)
ar_ar: البرتغالية (البرازيل).
ca_ca: Portuguès (Brasil)
da_da: Portugisisk (Brazilien)
de_de: Portugiesisch (Brasilien)
et_et: portugali (Brasiilia)
eu_eu: Portugesa (Brasil)
fi_fi: portugali (Brasilia) [português, Brasil]
id_id: Portugis (Brasil)
ja_jp: ポルトガル語 (ブラジル)
kk_kz: Португал (Бразилия)
pl_pl: Portugalski (Brazylia)
ru_ru: Португальский (Бразилия)
sv_sv: Portugisiska (Brasilien)
ta_in: போர்த்துகீசியம் (பிரேசில்)
uk_uk: Португальська (Бразилія)
vi_vi: Bồ Đào Nha (Brazil)

source: Portuguese (Mozambique)
ca_ca: Portuguès (Moçambic)
de_de: Portugiesisch (Mosambique)
ja_jp: ポルトガル語 (モザンビーク)
kk_kz: Португал (Мозамбик)
ru_ru: Португальский (Мозамбик)
ta_in: போர்த்துகீசியம் (மொசாம்பிக்)

source: Portuguese (Portugal)
ar_ar: البرتغالية (البرتغال)
ca_ca: Portuguès (Portual)
da_da: Portugisisk (Portugal)
de_de: Portugiesisch (Portugal)
et_et: portugali (Portugal)
eu_eu: Portugesa (Portugal)
fi_fi: portugali [português]
id_id: Portugis (Portugal)
ja_jp: ポルトガル語 (ポルトガル)
kk_kz: Португал (Португалия)
pl_pl: Portugalski (Portugalia)
ru_ru: Португальский (Португалия)
sv_sv: Portugisiska (Portugal)
ta_in: போர்த்துகீசியம் (போர்ச்சுகல்)
uk_uk: Португальська (Португалія)
vi_vi: Bồ Đào Nha (Bồ Đào Nha)

source: Portuguese
ca_ca: Portuguès
de_de: Portugiesisch
ja_jp: ポルトガル語
kk_kz: Португал
ru_ru: Португальский
ta_in: போர்த்துகீசியம்

source: Romanian
ar_ar: الرومانية
ca_ca: Romanès
da_da: Rumænsk
de_de: Rumänisch
et_et: rumeenia
eu_eu: Errumaniera
fi_fi: romania [românește]
id_id: Rumania
ja_jp: ルーマニア語
kk_kz: Румын
pl_pl: Rumuński
ru_ru: Румынский
sv_sv: Rumänska
ta_in: ருமேனிய
uk_uk: Ромунська
vi_vi: Romani

source: Russian
ar_ar: الروسية
ca_ca: Rus
da_da: Russisk
de_de: Russisch
et_et: vene
eu_eu: Errusiera
fi_fi: venäjä [русский]
id_id: Rusia
ja_jp: ロシア語
kk_kz: Орыс
pl_pl: Rosyjski
ru_ru: Русский
sv_sv: Ryska
ta_in: ரச்ய
uk_uk: Російська
vi_vi: Nga

source: Rwandan (Kinyarwanda)
ar_ar: الرواندانية (كينيارواندا)
ca_ca: Ruandès (Kinyarwanda)
da_da: Rwanda (Kinyarwanda)
de_de: Ruandisch (Kinyarwanda)
et_et: ruanda
eu_eu: Ruandera (Kinyarwanda)
fi_fi: ruanda [Kinyarwanda]
id_id: Rwanda (Kinyarwanda)
ja_jp: ルワンダ語 (ルワンダ)
kk_kz: Руанда (Киньяруанда)
pl_pl: Rwandyjski (kinyarwanda)
ru_ru: Руандский
sv_sv: Rwandiska (kinyarwandiska)
ta_in: ருவாண்டன் (கின்யர்வாண்டா)
uk_uk: Руандійська (Кінаруанда)
vi_vi: Rwanda (Kinyarwanda)

source: Slovakian
ar_ar: السلوفاكية
ca_ca: Eslovac
da_da: Slovakisk
de_de: Slowakisch
et_et: slovakkia
eu_eu: Eslovakiera
fi_fi: slovakki [slovenčina]
id_id: Slovakia
ja_jp: スロバキア語
kk_kz: Словак
pl_pl: Słowacki
ru_ru: Словакский
sv_sv: Slovakiska
ta_in: ச்லோவாக்கியன்
uk_uk: Словацька
vi_vi: Slovakia

source: Slovenian
ar_ar: السلوفانية
ca_ca: Eslovè
da_da: Slovensk
de_de: Slowenisch
et_et: sloveenia
eu_eu: Esloveniera
fi_fi: sloveeni [slovenščina]
id_id: Slovenia
ja_jp: スロベニア語
kk_kz: Словен
pl_pl: Słoweński
ru_ru: Словенский
sv_sv: Slovenska
ta_in: ச்லோவேனியன்
uk_uk: Словенська
vi_vi: Slovenia
