Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Warning! Files in the temporary folder are regularly deleted. Choosing the same location as the file overwrites files with identical filenames if they already exist.
ar_ar: تحذير! يتم حذف الملفات في المجلد المؤقت بانتظام. اختيار نفس موقع الملف يستبدل الملفات بأسماء ملفات متطابقة إذا كانت موجودة بالفعل.
da_da: Advarsel! Filer i den midlertidge mappe slettes regelmæssigt. Vælges den samme lokation som filen, overskrives filer med identiske filnavne hvis de allerede eksisterer.
de_de: Achtung! Dateien im temporären Verzeichnis werden regelmäßig gelöscht. Exportieren zum Dateiort wird Dateien mit demselben Dateinamen überschreiben.
ja_jp: 警告！一時フォルダー内のファイルは定期的に削除されます。ファイルと同じ場所を指定すると、同じ名前のファイルが既に存在する場合は上書きされます。
kk_kz: Ескерту! Уақытша қалтадағы файлдар жүйелі түрде жойылады. Файлмен бірдей орынды таңдау бұрыннан бар бірдей атаулы файлдардың үстінен жазады.
ta_in: எச்சரிக்கை! தற்காலிக கோப்புறையில் உள்ள கோப்புகள் தொடர்ந்து நீக்கப்படும். கோப்பு இருக்கும் அதே இடத்தைத் தேர்ந்தெடுப்பது, ஏற்கனவே இருந்தால், ஒரே மாதிரியான கோப்புப்பெயர்களைக் கொண்ட கோப்புகளை மேலெழுதும்.
vi_vi: Cảnh báo! Các tập tin trong thư mục tạm thường xuyên được xóa. Nếu chọn địa điểm lưu trùng với tập tin sẽ lưu đè lên những tập tin cùng tên nếu chúng tồn tại

source: Custom export commands
ar_ar: أوامر التصدير المخصصة
da_da: Tilpassede eksport kommandoer
de_de: Benutzerdefinierte Export-Befehle
ja_jp: カスタムエクスポートコマンド
kk_kz: Арнайы экспорт пәрмендері
ta_in: தனிப்பயன் ஏற்றுமதி கட்டளைகள்
vi_vi: Tùy chỉnh lệnh xuất

source: Specify custom commands to run the exporter with. Each command receives as its first argument the file or project folder to be exported.
ja_jp: エクスポーターを実行するためのカスタムコマンドを指定します。各コマンドは、最初の引数としてエクスポートするファイルまたはプロジェクトフォルダーを受け取ります。

source: Display name
ar_ar: اسم العرض
ca_ca: Nom de visualització
da_da: Vis navn
de_de: Anzeigename
ja_jp: 表示
kk_kz: Көрсетілетін атау
ru_ru: Отображаемое имя
ta_in: காட்சி பெயர்

source: Command
ca_ca: Ordre
de_de: Befehl
ja_jp: コマンド
kk_kz: Пәрмен
ru_ru: Комманда
ta_in: கட்டளை

source: Beta releases
ar_ar: الإصدارات التجريبية
da_da: Beta-versioner
de_de: Beta-Versionen
ja_jp: ベータ版リリース
kk_kz: Бета-шығарылымдар
ta_in: ஆவண்னா வெளியீடுகள்
vi_vi: Các phiên bản beta

source: Requires that check for updates is also active.
ja_jp: 更新の確認も有効であることが必要です。

source: Notify me about beta releases
ar_ar: أعلمني حول الإصدارات التجريبية
ca_ca: Notifica els llançaments beta
da_da: Orienter om betaudgivelser
de_de: Informiere mich über Beta-Releases
et_et: Teavita mind beta väljaannetest
eu_eu: Beta bertsioak jakinarazi
fi_fi: Ilmoita betaversioista
id_id: Beri tahu saya
ja_jp: ベータ版のリリースを通知する
kk_kz: Бета-шығарылымдар туралы хабарлау
pl_pl: Powiadamiaj mnie o wydaniach beta
ru_ru: Сообщать о выходе бета-версий
sv_sv: Informera mig om betaversioner
ta_in: ஆவண்னா வெளியீடுகள் பற்றி எனக்குத் தெரிவி
uk_uk: Сповіщати мене про вихід бета-версій
vi_vi: Báo tôi biết về các bản cập nhật beta

source: Pattern for new file names
de_de: Muster für neue Dateinamen
ja_jp: 新規ファイル名のパターン
kk_kz: Жаңа файл атаулары үлгісі
ta_in: புதிய கோப்பு பெயர்களுக்கான முறை

source: Zettlr uses this pattern to generate new filenames. By default, it just uses a new Zettelkasten ID.
ja_jp: Zettlr はこのパターンを使って新しいファイル名を生成します。デフォルトでは、新しいZettelkasten IDが使用されます。

source: Available variables: %s
ar_ar: المتغيرات المتاحة:%s
da_da: Tilgængelige variable: %s
de_de: Verfügbare Variablen: %s
ja_jp: 利用可能な変数 : %s
kk_kz: Қолжетімді айнымалылар: %s
ta_in: கிடைக்கக்கூடிய மாறிகள்: %s
vi_vi: Các biến khả dụng: %s

source: Automatically create new files without asking for confirmation.
ja_jp: 確認を求めずに自動的に新しいファイルを作成する。

source: Use native window appearance
ar_ar: استخدم مظهر النافذة الأصلي
ca_ca: Utilitza l'aspecte de la finestra del sistema operatiu
da_da: Brug nativ vindues udseende
de_de: Nutze natives Fensterdesign
eu_eu: Leihoen itxura jatorrizkoa erabili
fi_fi: Käytä alkuperäistä ikkunoiden ulkonäköä
id_id: Gunakan tampilan jendela bawaan
ja_jp: 標準のウィンドウ外観を使用する
kk_kz: Нативті терезе көрінісін пайдалану
pl_pl: Używaj systemowego wyglądu okna
ru_ru: Использовать вид окна по умолчанию
sv_sv: Använd inbyggt fönsterutseende
ta_in: சொந்த சாளர தோற்றத்தைப் பயன்படுத்து
uk_uk: Використовувати нативний зовнішній вигляд вікна
vi_vi: Dùng giao diện thuần của Window

source: Only available on Linux; this is the default for macOS and Windows.
ar_ar: متاح فقط على Linux؛ هذا هو الإعداد الافتراضي لـ macOS وWindows.
da_da: Kun tilgængelig på Linux; dette er standard for macOS og Windows.
de_de: Nur verfügbar für Linux; das ist die Standardeinstellung für macOS und Windows.
ja_jp: Linux でのみ使用可能です。これは macOS および Windows のデフォルトです。
kk_kz: Тек Linux-те қолжетімді; бұл macOS және Windows үшін әдепкі параметр.
ta_in: லினக்சில் மட்டுமே கிடைக்கும்; இது மேக்இமு மற்றும் சாளரங்களுக்கான இயல்புநிலை.
vi_vi: Chỉ khả dụng cho Linux; đây là tùy chọn mặc định cho macOS và Windows.

source: Enable window vibrancy
de_de: Aktiviere Fenster-vibrancy
ja_jp: ウィンドウの透明効果を有効にする
kk_kz: Терезе жарқырауын қосу
ru_ru: Обеспечение вибрации окон
ta_in: சாளர அதிர்வுகளை இயக்கு

source: Only available on macOS; makes the window background opaque.
ar_ar: متاح فقط على macOS؛ يجعل خلفية النافذة شفافة.
da_da: Kun tilgængelig på macOS; gør vinduesbaggrunden ugennemsigtig.
de_de: Nur verfügbar für macOS; macht den Fensterhintergrund undurchsichtig.
ja_jp: macOS でのみ使用可能。ウィンドウの背景を不透明にします。
kk_kz: Тек macOS-те қолжетімді; терезе фонын мөлдір емес етеді.
ta_in: மேக்இமு இல் மட்டுமே கிடைக்கும்; சாளர பின்னணியை ஒளிபுகா செய்கிறது.
vi_vi: Chỉ khả dụng cho macOS; làm mờ phần nền của cửa sổ

source: Show app in the notification area
ar_ar: عرض التطبيق في منطقة الإشعارات
ca_ca: Mostra l'aplicació a l'àrea de notificació
da_da: Vis programmet i notifikationsområdet
de_de: App-Icon in der Menüleiste anzeigen
fi_fi: Näytä sovellus ilmoitusalueella
id_id: Tampilkan aplikasi di area notifikasi
ja_jp: 通知領域にアプリケーションを表示する
kk_kz: Қолданбаны хабарландыру аймағында көрсету
pl_pl: Pokaż aplikację w panelu powiadomień
ru_ru: Показывать в области уведомлений
sv_sv: Visa appen i meddelandefältet
ta_in: அறிவிப்பு பகுதியில் பயன்பாட்டைக் காட்டு
uk_uk: Показати сповіщення
vi_vi: Hiển thị ứng dụng trong khu vực thông báo

source: Leave app running in the notification area
ar_ar: ترك التطبيق يعمل في منطقة الإشعارات
ca_ca: Deixa l'aplicació funcionant a l'àrea de notificació
da_da: Lad programmet køre i systembakken
de_de: App in der Statusleiste anzeigen
fi_fi: Jätä sovellus päälle ilmoitusalueelle
id_id: Biarkan aplikasi berjalan di area notifikasi
ja_jp: 通知領域にアプリケーションを残す
kk_kz: Қолданбаны хабарландыру аймағында жұмыс істеп тұруға қалдыру
pl_pl: Pozostaw w obszarze powiadomień
ru_ru: Показывать в области уведомлений вместо закрытия
sv_sv: Låt appen köras i meddelandefältet
ta_in: அறிவிப்பு பகுதியில் பயன்பாட்டை இயக்கு
uk_uk: Залиште програму запущеною в області сповіщень
vi_vi: Để ứng dụng chạy trong khu vực thông báo

source: Zoom behavior
ar_ar: سلوك التكبير
ca_ca: Comportament del zoom
da_da: Zoom-opførsel
de_de: Zoom-Verhalten
et_et: Suumi käitumine
fi_fi: Zoomaus-käyttäytyminen
ja_jp: ズーム動作
kk_kz: Масштабтау мінез-құлқы
pl_pl: Zachowanie przybliżenia
ru_ru: Масштабирование
sv_sv: Zoombeteende
ta_in: பெரிதாக்கு நடத்தை
vi_vi: Thiết lập thu phóng

source: Resizes the whole GUI
ar_ar: تغيير حجم الواجهة بالكامل
da_da: Skalerer hele GUI
de_de: Skaliert die gesamte GUI
ja_jp: GUI 全体のサイズを変更する
kk_kz: Бүкіл GUI өлшемін өзгертеді
ta_in: முழு இடைமுகத்தை மாற்றியமைக்கிறது

source: Changes the editor font size
de_de: Ändert nur die Editor-Schriftgröße
ja_jp: エディタのフォントサイズを変更する
kk_kz: Редактор қаріпінің өлшемін өзгертеді
ta_in: திருத்தி எழுத்துரு அளவை மாற்றுகிறது

source: File Treatment
de_de: Dateidarstellung
ja_jp: ファイル処理

source: Decide where various file types are displayed, and how to open them.
de_de: Wähle aus, welche Dateitypen wo dargestellt werden, und wie sie geöffnet werden sollen.
ja_jp: さまざまな種類のファイルを表示する場所と、それらを開く方法を決定します。

source: Display in file manager
de_de: Im Dateimanager anzeigen
ja_jp: ファイル マネージャーに表示

source: Display in sidebar
de_de: In der Seitenleiste anzeigen
ja_jp: サイドバーに表示

source: Open with
de_de: Öffnen mit
ja_jp: 開く

source: Built-in Markdown and Code files
de_de: Markdown und unterstützte Code-Dateien
ja_jp: 組み込みのMarkdownおよびコードファイル

source: Images
de_de: Bilder
ja_jp: 画像

source: System default
de_de: Standardanwendung
ja_jp: システムの既定

source: PDF documents
de_de: PDF-Dokumente
ja_jp: PDF ドキュメント

source: MS Office Documents
de_de: MS Office-Dokumente
ja_jp: MS Office ドキュメント

source: Open Office Documents
de_de: Open Office-Dokumente
ja_jp: Open Office ドキュメント

source: Data files (tsv, csv, etc.)
de_de: Datendateien (TSV, CSV, usw.)
ja_jp: データファイル (tsv, csv, など)

source: Enter an extension and press enter
de_de: Erweiterung eingeben und mit Enter bestätigen
ja_jp: 拡張子を入力してEnterキーを押します

source: Iframe rendering whitelist
ar_ar: قائمة الإطارات المضمنة المسموحة
de_de: Whitelist für iFrames
ja_jp: iframe レンダリング ホワイトリスト
kk_kz: Iframe рендерингінің ақ тізімі
ta_in: இசட்டம் வழங்கும் அனுமதிப்பட்டியல்

source: Iframes are potentially dangerous and can execute remote code. Each host listed here is automatically trusted. Iframes from these hosts will be automatically loaded.
ja_jp: iframe は潜在的に危険であり、リモートコードを実行する可能性があります。ここにリストされている各ホストは自動的に信頼されます。これらのホストからの iframe は自動的に読み込まれます。

source: Hostname
ar_ar: اسم المضيف
ca_ca: Nom de la màquina
fi_fi: Isäntänimi
id_id: Nama host
ja_jp: ホスト名
kk_kz: Хост атауы
pl_pl: Nazwa hosta
ru_ru: Имя компьютера
sv_sv: Värdnamn
ta_in: புரவலன்பெயர்
vi_vi: Tên máy chủ

source: Filter
da_da: Filtrer
ja_jp: フィルター
kk_kz: Сүзгі
ta_in: வடிகட்டி

source: Watchdog polling
ja_jp: ウォッチドッグ監視
kk_kz: Watchdog сұрауы
ta_in: கண்காணிப்பு பதிவு

source: In rare instances, Zettlr may be unable to check for changes to your files. In that case, you can try activating watchdog polling. Do not use this option unless necessary: Polling is very slow and resource-heavy.
ja_jp: 稀に、Zettlr がファイルの変更を確認できない場合があります。その場合は、ウォッチドッグ監視を有効にしてみてください。ただし、監視は非常に遅く、多くのリソースを消費するため、必要な場合以外はこのオプションを使用しないでください。

source: Activate watchdog polling
ar_ar: تفعيل استطلاع المراقب
da_da: Aktivér "vagthunds" overvågning
de_de: Watchdog-Polling aktivieren
ja_jp: ウォッチドッグ監視を有効にする
kk_kz: Watchdog сұрауын белсендіру

source: Time to wait before writing a file is considered done (in ms)
ar_ar: يعتبر وقت الانتظار قبل كتابة الملف قد تم (بالمللي ثانية)
ca_ca: Temps que cal esperar per considerar que un fitxer escrit està acabat (en ms)
da_da: Tid før skrivning af en fil forventes færdigt (i ms)
de_de: Wartezeit, bis das Schreiben einer Datei als beendet erachtet wird (in Millisekunden)
eu_eu: Fitxategin batean idaztea egintzat emateko itxoin beharreko denbora (ms-tan)
fi_fi: Odotusaika ennen kuin tiedoston kirjoittaminen on todettu valmiiksi (ms)
id_id: Waktu tunggu sebelum penulisan file dianggap selesai (dalam milidetik)
ja_jp: ファイルの書き込みが完了したと見なされるまでの待機時間 (ミリ秒)
kk_kz: Файлды жазу аяқталды деп есептелгенге дейін күту уақыты (мс)
pl_pl: Czas oczekiwania, zanim zapis pliku zostanie uznany za dokonany (w ms)
ru_ru: Время ожидания до момента, когда запись файла будет считаться оконченной (мс).
sv_sv: Dags att vänta innan du skriver en fil anses vara klar (i ms)
ta_in: ஒரு கோப்பை எழுதியதாகக் கருதப்படுவதற்கு முன் காத்திருக்க வேண்டிய நேரம் (மி.நொடியில்)
uk_uk: Час очікування перед тим, як запис файлу вважається виконаним (в мс)
vi_vi: Thời gian đợi trước khi cho là việc ghi tập tin đã hoàn tất (đơn vị ms)

source: Deleting items
de_de: Dateien löschen
ja_jp: 項目の削除
kk_kz: Элементтерді жою
ta_in: உருப்படிகளை நீக்குதல்

source: Delete items irreversibly if moving them to trash fails
ar_ar: حذف العناصر نهائيًا إذا فشل نقلها إلى سلة المهملات
da_da: Slet filer fuldstændig hvis de flytning til papirkurven mislykkes
de_de: Dateien unwiderruflich löschen, wenn Verschieben in den Papierkorb fehlschlägt
ja_jp: ごみ箱への移動に失敗した場合は、項目を元に戻せないように削除します
kk_kz: Егер қоқыс жәшігіне жылжыту сәтсіз аяқталса, элементтерді қайтымсыз жою

source: Debug mode
de_de: Entwicklermodus
ja_jp: デバッグ モード
kk_kz: Отладка режимі
ta_in: பிழைத்திருத்த பயன்முறை

source: Enable debug mode
ar_ar: تفعيل وضع التصحيح
ca_ca: Habilita el mode de depuració
da_da: Aktiver debugging
de_de: Entwicklermodus aktivieren
eu_eu: Arazketa modua gaitu
fi_fi: Vianmääritystila (debug)
id_id: Aktifkan mode debug
ja_jp: デバッグモードを有効にする
kk_kz: Отладка режимін қосу
pl_pl: Tryb debugowania
ru_ru: Включить режим отладки
sv_sv: Aktivera felsökningsläge
ta_in: பிழைத்திருத்த பயன்முறையை இயக்கு
uk_uk: Увімкнути режим зневадження
vi_vi: Bật chế độ gỡ lỗi

source: Autocorrect can automatically replace certain sequences of characters with others, and use typographical quotes.
ja_jp: 自動修正では、特定の文字列を別の文字に自動的に置き換えたり、引用符を使用したりできます。

source: Autocorrect: Replacement Table
ja_jp: 自動修正 : 置換テーブル

source: Configure which sequences of characters get replaced by which symbols.
ja_jp: どの文字列をどの記号に置き換えるかを設定します。

source: Match whole words
ar_ar: مطابقة الكلمات الكاملة
da_da: Match hele ord
de_de: Ersetze nur ganze Wörter
ja_jp: 単語全体と一致
kk_kz: Толық сөздерді сәйкестендіру
ru_ru: Сопоставить целые слова
ta_in: முழு சொற்களையும் பொருத்து
vi_vi: Khớp nguyên từ

source: When checked, AutoCorrect will never replace parts of words
ar_ar: عند التحديد، لن يستبدل التصحيح التلقائي أجزاء من الكلمات أبدًا
ca_ca: Si està marcat, l'autocorrector mai substituirà parts d'una paraula
da_da: Når markeret, vil Auto korrektur aldre erstatte dele af ord
de_de: AutoCorrect ersetzt niemals Teile von Wörtern, wenn diese Option aktiv ist
ja_jp: 有効にすると、自動修正は単語の一部を置換しません
kk_kz: Таңдалған кезде, АвтоТүзету ешқашан сөздердің бөліктерін ауыстырмайды
ru_ru: Если выбрано - автокоррекция никогда не будет заменять части слов
ta_in: சரிபார்க்கும்போது, தன்னியக்கக் கட்டுப்பாடு ஒருபோதும் சொற்களின் சில பகுதிகளை மாற்றாது
vi_vi: Chọn để khiến chế độ tự sửa lỗi không thay thế những phần của từ

source: Replace
da_da: Erstat fil
de_de: Ersetzen
ja_jp: 置き換え
kk_kz: Ауыстыру
ta_in: மாற்று

source: With
ar_ar: بـ
da_da: Med
de_de: Mit
ja_jp: 置き換え文字列
kk_kz: Мынамен
ta_in: உடன்
vi_vi: Với

source: Magic Quotes
ja_jp: スマートクォート

source: This setting allows you to pick which typographical quotes Zettlr will insert when you insert a quotation mark. Requires Autocorrect to be enabled.
ja_jp: この設定では、引用符を入力したときに Zettlr が挿入するスマートクォートの種類を選択できます。有効にするには、自動修正をオンにする必要があります。

source: Double/Primary Quotes
ja_jp: 二重引用符 (基本)

source: Disable Magic Quotes
ar_ar: تعطيل الاقتباسات السحرية
ca_ca: Cap
da_da: Deaktiver magiske citationstegn
de_de: Magic Quotes ausschalten
eu_eu: Bat ere ez
fi_fi: Ei mikään
id_id: Tidak ada
ja_jp: スマートクォートを無効にする
kk_kz: Сиқырлы тырнақшаларды өшіру
pl_pl: Brak
ru_ru: Отключить Magic Quotes
sv_sv: Ingen
ta_in: மந்திர மேற்கோள்களை முடக்கு
uk_uk: Вимкнути Magic Quotes
vi_vi: Tắt Magic Quotes

source: Single/Secondary Quotes
ja_jp: 一重引用符 (補助)

source: Schedule dark mode automatically
ja_jp: ダークモードを自動的にスケジュールする

source: Do not automatically switch
ja_jp: 自動的に切り替えない

source: Follow custom schedule
ja_jp: カスタムスケジュールに従う

source: Start dark mode at
ca_ca: Engega el mode nocturn a les
de_de: Wechsel ins dunkle Thema
et_et: Lülita tume režiim sisse kell
ja_jp: ダークモード開始時刻
pl_pl: Włącz tryb nocny o
ru_ru: Начинать темный режим в
sv_sv: Start mörkt läge kl

source: End dark mode at
ca_ca: Acaba el mode nocturn a les
de_de: Wechsel ins helle Thema
et_et: Lülita tume režiim välja kell
ja_jp: ダークモード終了時刻
pl_pl: Wyłącz tryb nocny o
ru_ru: Заканчивать темный режим в
sv_sv: Avsluta mörkt läge kl

source: Editor Theme
ja_jp: エディタのテーマ

source: Select a color and font theme for the editor.
ja_jp: エディタの色とフォントのテーマを選択します。

source: Toolbar buttons
ja_jp: ツールバーのボタン

source: Select which buttons should be shown on the toolbar. Some buttons cannot be hidden.
ja_jp: ツールバーに表示するボタンを選択します。一部のボタンは非表示にできません。

source: Left section
ar_ar: القسم الأيسر
da_da: Venstre sektion
de_de: Linker Bereich
ja_jp: 左側部分
kk_kz: Сол жақ бөлім

source: Display "Open settings" button
da_da: Vis "Åbn indstillinger" knap
de_de: Zeige “Einstellungen öffnen“
ja_jp: 「設定を開く」ボタンを表示
kk_kz: "Параметрлерді ашу" түймесін көрсету

source: Display "New file" button
da_da: Vis "Ny fil" knap
de_de: Zeige “Neue Datei“
ja_jp: 「新規ファイル」ボタンを表示
kk_kz: "Жаңа файл" түймесін көрсету

source: Display "Previous file" button
da_da: Vis "Forrige fil" knap
de_de: Zeige “Vorherige Datei“
ja_jp: 「前のファイル」ボタンを表示
kk_kz: "Алдыңғы файл" түймесін көрсету

source: Display "Next file" button
da_da: Vis "Næste fil" knap
de_de: Zeige “Nächste Datei“
ja_jp: 「次のファイル」ボタンを表示
kk_kz: "Келесі файл" түймесін көрсету

source: Center section
ar_ar: القسم الأوسط
da_da: Midterste sektion
de_de: Mittlerer Bereich
ja_jp: 中央部分
kk_kz: Орта бөлім

source: Display "Insert comment" button
da_da: Vis "Indsæt kommentar" knap
de_de: Zeige “Kommentar einfügen“
ja_jp: 「コメントを挿入」ボタンを表示
kk_kz: "Түсініктеме енгізу" түймесін көрсету

source: Display "Insert link" button
da_da: Vis "Indsæt link" knap
de_de: Zeige “Link einfügen“
ja_jp: 「リンクを挿入」ボタンを表示
kk_kz: "Сілтеме енгізу" түймесін көрсету

source: Display "Insert image" button
da_da: Vis "Indsæt billede" knap
de_de: Zeige “Bild einfügen“
ja_jp: 「画像を挿入」ボタンを表示
kk_kz: "Сурет енгізу" түймесін көрсету

source: Display "Insert task list" button
da_da: Vis "Indsæt opgaveliste" knap
de_de: Zeige “Aufgabenliste einfügen“
ja_jp: 「タスクリストを挿入」ボタンを表示
kk_kz: "Тапсырмалар тізімін енгізу" түймесін көрсету

source: Display "Insert table" button
da_da: Vis "Indsæt tabel" knap
de_de: Zeige “Tabelle einfügen“
ja_jp: 「表を挿入」ボタンを表示
kk_kz: "Кесте енгізу" түймесін көрсету

source: Display "Insert footnote" button
da_da: Vis "Indsæt fodnote" knap
de_de: Zeige “Fußnote einfügen“
ja_jp: 「脚注を挿入」ボタンを表示
kk_kz: "Түсіндірме енгізу" түймесін көрсету

source: Right section
ar_ar: القسم الأيمن
da_da: Højre sektion
de_de: Rechter Bereich
ja_jp: 右側部分
kk_kz: Оң жақ бөлім

source: Display word/character counter
ar_ar: عرض عداد الكلمات/الأحرف
da_da: Vis ord/tegn tæller
de_de: Zeige Wort/Zeichenanzahl
ja_jp: 単語/文字数カウンターを表示
kk_kz: Сөз/таңба санауышын көрсету

source: Display Pomodoro timer
ar_ar: عرض مؤقت بومودورو
da_da: Vis Pomodore timer
de_de: Zeige Pomodoro-Uhr
ja_jp: ポモドーロ タイマーを表示
kk_kz: Помодоро таймерін көрсету

source: Open CSS editor
da_da: Åbn CSS editor
de_de: Öffne CSS-Editor
ja_jp: CSS エディタを開く
kk_kz: CSS редакторын ашу
ta_in: சிஎச்எச் திருத்தி திற

source: Display mode
ar_ar: وضع العرض
da_da: Mørk tilstand
de_de: Darstellungsmodus
ja_jp: 表示モード
kk_kz: Көрсету режимі
ta_in: காட்சி முறை

source: Thin
ar_ar: رفيع
da_da: Tynd
de_de: Dünn
ja_jp: 簡易表示
kk_kz: Жіңішке
ta_in: மெல்லிய
vi_vi: Mảnh

source: Expanded
ar_ar: موسع
da_da: Udfoldet
de_de: Erweitert
ja_jp: 詳細表示
kk_kz: Кеңейтілген
ta_in: விரிவாகப்பட்ட
vi_vi: Đầy đủ

source: Combined
ar_ar: مدمج
da_da: Kombineret
de_de: Kombiniert
ja_jp: 統合表示
kk_kz: Біріктірілген
ta_in: இணைந்தது
vi_vi: Kết hợp

source: The Thin mode shows your directories and files separately. Select a directory to have its contents displayed in the file list. Switch between file list and directory tree by clicking on directories or the arrow button which appears at the top left corner of the file list.
ar_ar: يعرض الوضع الرفيع الدلائل والملفات بشكل منفصل. اختر دليلاً لعرض محتوياته في قائمة الملفات. تبديل بين قائمة الملفات وشجرة الدلائل بالنقر على الدلائل أو زر السهم الذي يظهر في الركن الأيسر العلوي من قائمة الملفات.
da_da: Tynd tilstand viser dine mapper og filer adskilt. vælgt en mappe for at få vist dens indhold i fillisten. Skift mellem filliste og mappetræet eller pile-knappen, som kommer i det øverste venstre hjørne af fillisten.
de_de: Der dünne Darstellungsmodus zeigt Ordner und Dateien separat an. Wähle einen Ordner aus, um seinen Inhalt in der Dateiliste anzuzeigen. Wechsle zwischen Dateiliste und Verzeichnisbaum durch Klicken auf Verzeichnisse oder den Pfeil-Button, der in der linken oberen Ecke der Dateiliste angezeigt wird.
ja_jp: 簡易モードでは、ディレクトリとファイルが別々に表示されます。ディレクトリを選択すると、その内容がファイルリストに表示されます。ファイルリストとディレクトリツリーを切り替えるには、ディレクトリをクリックするか、ファイルリストの左上隅に表示される矢印ボタンをクリックします。
kk_kz: Жіңішке режимі каталогтар мен файлдарды бөлек көрсетеді. Каталогты таңдап, оның мазмұнын файлдар тізімінде көруге болады. Каталогтарды басу арқылы немесе файлдар тізімінің сол жақ жоғарғы бұрышында пайда болатын көрсеткі түймесін басу арқылы файлдар тізімі мен каталогтар ағашы арасында ауысыңыз.
ta_in: மெல்லிய பயன்முறை உங்கள் கோப்பகங்களையும் கோப்புகளையும் தனித்தனியாகக் காட்டுகிறது. கோப்பு பட்டியலில் அதன் உள்ளடக்கங்களைக் காட்ட ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும். கோப்பகங்கள் அல்லது கோப்பு பட்டியலின் மேல் இடது மூலையில்தோன்றும் அம்புக்குறி பொத்தானைக் கிளிக் செய்வதன் மூலம் கோப்பு பட்டியல் மற்றும் அடைவு மரத்திற்கு இடையில் மாறவும்.
vi_vi: Chế độ mảnh hiển thị các thư mục và tập tin một cách độc lập. Chọn một thư mục để hiển thị nội dung của thư mục đó theo một danh sách các tệp. Chuyển giữa danh sách tệp và cây thư mục bằng cách nhấn vào một thư mục hoặc chọn dấu mũi tên ở góc trái danh sách tập tin.

source: Show file information
ar_ar: إظهار معلومات الملف
ca_ca: Mostra la informació del fitxer
da_da: Vis fil information
de_de: Zusätzliche Dateiinformationen
et_et: Näita faili infot
eu_eu: Fitxategiaren informazioa erakutsi
fi_fi: Näytä sivupalkissa tiedostojen lisätiedot
id_id: Tampilkan informasi file
ja_jp: ファイル情報を表示
kk_kz: Файл туралы ақпаратты көрсету
pl_pl: Pokaż informacje o pliku
ru_ru: Информация о файле
sv_sv: Visa fil information
ta_in: கோப்பு தகவலைக் காட்டு
uk_uk: Показувати інформацію про файл
vi_vi: Thể hiện thông tin tập tin

source: Show folders above files
ar_ar: عرض المجلدات أعلى الملفات
ca_ca: Mostra les carpetes sobre els fitxers
da_da: Vis mapper over filer
de_de: Zeige Ordner vor Dateien
et_et: Näita kaustu üle failide
fi_fi: Näytä kansiot ennen tiedostoja
ja_jp: ファイルの上にフォルダーを表示
kk_kz: Қалталарды файлдардың үстінде көрсету
pl_pl: Pokaż foldery ponad plikami
ru_ru: Показывать папки перед файлами
sv_sv: Visa mappar ovanför filer
ta_in: கோப்புகளுக்கு மேலே உள்ள கோப்புறைகளைக் காட்டு
uk_uk: Показати папки над файлами
vi_vi: Hiển thị các thư mục bên trên tập tin

source: Markdown document name display
ar_ar: عرض اسم مستند Markdown
da_da: Markdown dokumnetnavn visning
de_de: Anzeige von Dokumentnamen
ja_jp: Markdownドキュメント名の表示
kk_kz: Markdown құжат атауын көрсету
ta_in: கீழ்குறி ஆவணத்தின் பெயர் காட்சி
vi_vi: Hiển thị tên tài liệu Markdown

source: Determines how Zettlr will display files in various places such as the file manager.
ja_jp: Zettlr がファイルマネージャなどのさまざまな場所でファイルを表示する方法を指定します。

source: Filename only
ar_ar: اسم الملف فقط
ca_ca: Només nom del fitxer
da_da: Kun filnavn
de_de: Nur Dateiname
et_et: Ainult failinimi
fi_fi: Vain tiedostonimeä
ja_jp: ファイル名のみ
kk_kz: Тек файл атауы
pl_pl: Tylko nazwa pliku
ru_ru: Только имя файла
sv_sv: Endast filnamn
ta_in: கோப்பு பெயர் மட்டும்
vi_vi: Chỉ tên tập tin

source: Title if applicable
ar_ar: العنوان إن وُجد
ca_ca: Títol (si és aplicable)
da_da: Titel hvis muligt
de_de: Titel falls vorhanden
et_et: Nimi, kui võimalik
fi_fi: Otsikkoa (jos saatavilla)
ja_jp: タイトル (該当する場合)
kk_kz: Тақырыбы (қол жетімді болса)
pl_pl: Tytuł, jeśli dostępny
ru_ru: Название (если есть)
sv_sv: Rubrik om tillämpligt
ta_in: பொருந்தினால் தலைப்பு
vi_vi: Tiêu đề nếu khả dụng

source: First heading level 1 if applicable
ar_ar: العنوان الأول من المستوى 1 إن وُجد
ca_ca: Primer encapçalament de nivell 1 (si és possible)
da_da: Første niveau 1 overskrift hvis muligt
de_de: Erste Überschrift falls vorhanden
et_et: Esimese pealkirja tase 1, kui võimalik
fi_fi: 1. tason otsikkoa (jos saatavilla)
ja_jp: 最初のレベル1の見出し (該当する場合)
kk_kz: Бірінші 1-деңгейлі тақырып (қол жетімді болса)
pl_pl: Nagłówek 1. poziomu, gdy dostępny
ru_ru: Первый заголовок 1-го уровня (если есть)
sv_sv: Första rubrik nivå 1 om tillämpligt
ta_in: பொருந்தினால் முதல் தலைப்பு நிலை 1
vi_vi: Đề mục cấp 1 đầu tiên nếu khả dụng
