Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Title or first heading level 1 if applicable
ar_ar: العنوان أو العنوان الأول من المستوى 1 إن وُجد
ca_ca: Títol o primer encapçalament de nivell 1 (si és possible)
da_da: Titel eller første level 1 ovferskrift hvis muligt
de_de: Titel oder erste Überschrift falls vorhanden
et_et: Nimi või esimese pealkirja tase 1, kui võimalik
fi_fi: Otsikkoa tai 1. tason otsikkoa (jos saatavilla)
ja_jp: タイトルまたは最初のレベル1の見出し (該当する場合)
kk_kz: Тақырыбы немесе бірінші 1-деңгейлі тақырып (қол жетімді болса)
pl_pl: Tytuł albo nagłówek 1. poziomu, jeśli dostępne
ru_ru: Название или заголовок 1-го уровня (если есть)
sv_sv: Titel eller första rubrik nivå 1 om tillämpligt
ta_in: பொருந்தினால் தலைப்பு அல்லது முதல் தலைப்பு நிலை 1
vi_vi: Tiêu đề hay đề mục cấp 1 đầu tiên nếu khả dụng

source: Display Markdown file extensions
ar_ar: عرض امتدادات ملفات Markdown
ca_ca: Mostra l'extensió del fitxer Markdown
da_da: Vis Markdown filtyper
de_de: Zeige Markdown Dateierweiterungen an
fi_fi: Näytä Markdown-tiedostopääte
ja_jp: Markdownファイルの拡張子を表示する
kk_kz: Markdown файл кеңейтімдерін көрсету
pl_pl: Wyświetlaj rozszerzenia plików Markdown
ru_ru: Отобрадать расширения для файлов Markdown
sv_sv: Visa Markdown fil tillägg
ta_in: கீழ்குறி கோப்பு நீட்டிப்புகளைக் காண்பி
vi_vi: Hiển thị mở rộng của tập tin Markdown

source: Only available if name display is set to "Filename only"
ja_jp: 名前の表示が「ファイル名のみ」に設定されている場合にのみ使用できます

source: Time display and sorting
ja_jp: 時間の表示と並べ替え

source: Determine which timestamp Zettlr shows for files. This also affects sorting by time.
ja_jp: Zettlrがファイルに表示するタイムスタンプを指定します。これは時間による並べ替えにも影響します。

source: Last modification time
ar_ar: وقت آخر تعديل
ca_ca: Hora de la última modificació
da_da: Sidste ændringstidspunkt
de_de: Letzter Bearbeitungszeitpunkt
eu_eu: Azken aldaketaren data
fi_fi: Viimeksi muokattu
id_id: Waktu modifikasi terakhir
ja_jp: 最終更新日時
kk_kz: Соңғы өзгертілген уақыты
pl_pl: Czas ostatniej modyfikacji
ru_ru: Дата последнего изменения
sv_sv: Senaste ändringstid
ta_in: கடைசியாக மாற்றிய நேரம்
uk_uk: Час останньої зміни
vi_vi: Thời gian thay đổi cuối cùng

source: File creation time
ar_ar: وقت إنشاء الملف
ca_ca: Hora de creació del fitxer
da_da: Dato for filoprettelse
de_de: Dateierstellungszeitpunkt
et_et: Faili loomisaeg
eu_eu: Fitxategiaren sorrera data
fi_fi: Tiedoston luontiaika
id_id: Waktu pembuatan file
ja_jp: ファイル作成日時
kk_kz: Файл жасалған уақыты
pl_pl: Czas utworzenia pliku
ru_ru: Время создания файлы
sv_sv: Tid för att skapa fil
ta_in: கோப்பு உருவாக்கிய நேரம்
uk_uk: Час створення файлу
vi_vi: Thời gian tập tin được tạo

source: Filename sorting
ja_jp: ファイル名の並べ替え

source: Determines how Zettlr sorts files and folders when sorting by name.
ja_jp: Zettlr がファイルとフォルダーを名前で並べ替える方法を指定します。

source: When sorting documents…
da_da: Ved sortering af dokumenter…
de_de: Beim Sortieren von Dokumenten…
ja_jp: ドキュメントの並べ替え時…
kk_kz: Құжаттарды сұрыптау кезінде…
ta_in: ஆவணங்களை வரிசைப்படுத்தும்போது

source: Use natural order (2 comes before 10)
de_de: Nutze die Natürliche Reihenfolge (2 kommt vor 10)
ja_jp: 数値順 (2→10の順番)
kk_kz: Табиғи ретті пайдалану (2 саны 10-нан бұрын келеді)
ta_in: இயற்கை ஒழுங்கு பயன்படுத்து(2 க்குப் பிறகு 10 வரும்)

source: Use ASCII order (2 comes after 10)
da_da: ASCII rækkefølge (2 efter 10)
de_de: Nutze die ASCII-Reihenfolge (2 kommt nach 10)
ja_jp: ASCII 順 (10→2の順番)
kk_kz: ASCII ретін пайдалану (2 саны 10-нан кейін келеді)
ta_in: தபஅஇகு ஒழுங்கு பயன்படுத்து(10 க்குப் பிறகு 2 வரும்)

source: The spellchecker checks your words for misspellings. It uses Hunspell-compatible dictionaries.
ja_jp: スペルチェッカーは、単語のスペルミスをチェックします。Hunspell互換の辞書を使用します。

source: Active
ca_ca: Actiu
da_da: Handlinger
de_de: Aktiv
ja_jp: 有効
kk_kz: Белсенді
ru_ru: Действие
ta_in: செயலில்

source: Language
da_da: Sprog
de_de: Sprache
ja_jp: 言語
kk_kz: Тіл
ta_in: மொழி
vi_vi: Ngôn ngữ

source: Select the languages for which you want to enable automatic spell checking.
ar_ar: حدد اللغات التي تريد تمكين التدقيق الإملائي التلقائي لها.
ca_ca: Seleccioneu les llengües de la verificació ortogràfica automàtica
da_da: Vælg de sprog som du vil slå automatisk stavekontrol til for.
de_de: Wähle die Sprachen aus, für welche du die Rechtschreibprüfung einschalten möchtest.
et_et: Vali keeled, mille puhul automaatparandust kasutada.
eu_eu: Aukeratu zein hizkuntzatan gaitu nahi duzun ortografiaren egiaztatze automatikoa.
fi_fi: Valitse kielet, joille automaattinen oikeinkirjoituksen tarkistus otetaan käyttöön.
id_id: Pilih bahasa yang ingin diaktifkan pemeriksaan ejaannya secara otomatis.
ja_jp: 自動スペルチェックを有効にする言語の選択。
kk_kz: Автоматты емле тексеруді қосу үшін тілдерді таңдаңыз.
pl_pl: Wybierz języki automatycznego sprawdzania pisowni
ru_ru: Выберите языки для проверки орфорграфии.
sv_sv: Välj de språk som du vill aktivera automatisk stavningskontroll för.
ta_in: தானியங்கி எழுத்துப்பிழை சரிபார்ப்பை இயக்க விரும்பும் மொழிகளைத் தேர்ந்தெடு.
uk_uk: Виберіть мови, для яких потрібно включити автоматичну перевірку правопису.
vi_vi: Chọn các ngôn ngữ bạn muốn dùng cho tự động sửa lỗi chính tả

source: Install Dictionaries
ja_jp: 辞書のインストール

source: You can install new Hunspell-compatible dictionaries by placing them in the dictionary folder. Click the button below to open the dictionary folder. For more information, please see the manual.
ja_jp: Hunspell互換の新しい辞書は、辞書フォルダーに配置することでインストールできます。下のボタンをクリックして辞書フォルダーを開いてください。詳しくはマニュアルをご覧ください。

source: Open dictionary folder
ja_jp: 辞書フォルダーを開く

source: User Dictionary
ja_jp: ユーザー辞書

source: Manage your user dictionary here.
ja_jp: ここでユーザー辞書を管理します。

source: Dictionary entry
ar_ar: إدخال القاموس
ca_ca: Entrada de diccionari
da_da: Ordbogs indlæg
de_de: Wörterbucheintrag
et_et: Sõnaraamatu sissekanne
fi_fi: Sanakirjan merkintä
id_id: Entri kamus
ja_jp: 辞書エントリ
kk_kz: Сөздік жазбасы
pl_pl: Wpis słownika
ru_ru: Элемент словаря
sv_sv: Ordboksinlägg
ta_in: அகராதி பதிவு
uk_uk: Словниковий запис
vi_vi: Mục từ

source: Search for entries …
ar_ar: البحث عن إدخالات…
ca_ca: Cerca les entrades…
da_da: Søg efter indlæg ...
de_de: Nach Einträgen suchen …
et_et: Otsi sissekandeid ...
fi_fi: Etsi...
id_id: Cari entri
ja_jp: エントリの検索…
kk_kz: Жазбаларды іздеу …
pl_pl: Szukaj wpisów...
ru_ru: Поиск элементов …
sv_sv: Söker efter inlägg…
ta_in: உள்ளீடுகளைத் தேடு…
vi_vi: Tìm kiếm từ mục ...

source: LanguageTool
ja_jp: LanguageToolを使用する
ta_in: மொழிகருவி
vi_vi: Công cụ ngôn ngữ

source: LanguageTool can check your texts for typos, grammatical, and stylistic issues. By default, LanguageTool sends your texts to the official servers. You can also self-host the software.
ja_jp: LanguageToolは、テキストの誤字、文法、文体上の誤りをチェックできます。デフォルトでは、LanguageToolはテキストを公式サーバーに送信します。また、ソフトウェアをセルフホスティングすることも可能です。

source: Strictness
ar_ar: الصرامة
ca_ca: Rigor
da_da: Strenghed
de_de: Strenge der Empfehlungen
ja_jp: 厳密性
kk_kz: Қаталдық
ru_ru: Строгость
ta_in: கண்டிப்பு
vi_vi: Độ nghiêm

source: Standard
ar_ar: عادي
ca_ca: Estàndard
ja_jp: 標準
kk_kz: Стандартты
ru_ru: Стандартный
ta_in: தரநிலை

source: Picky
ar_ar: دقيق
ca_ca: Minuciós
da_da: Kræsen
de_de: Akribisch
ja_jp: より厳密
kk_kz: Таңдамалы
ru_ru: Придирчивый
ta_in: எடுத்துரை
vi_vi: Kén chọn

source: Select your native language
ja_jp: 母国語の選択

source: Not set
ca_ca: No definida
da_da: Ikke angivet
de_de: Nicht eingestellt
ja_jp: 設定しない
kk_kz: Орнатылмаған
ru_ru: Не установлено
ta_in: அமைக்கப்படவில்லை
vi_vi: Không chọn

source: Preferred Language Variants
ja_jp: 優先する言語の種類

source: LanguageTool cannot distinguish certain language's variants. These settings will nudge LanguageTool to auto-detect your preferred variant of these languages.
ar_ar: لا يمكن لـ LanguageTool التمييز بين متغيرات لغات معينة. ستساعد هذه الإعدادات LanguageTool على اكتشاف المتغير المفضل لديك تلقائيًا لهذه اللغات.
da_da: LanguageTool kan ikke kende forskel på bestemte sprogs varianter. Disse indstillinger vil få LanguageTool til at auto-registrere dine foretrukne varianter af disse sprog.
de_de: Klicke “Ordner auswählen…” oder füge einen relativen oder absoluten Pfad in das Feld ein.
ja_jp: LanguageToolは特定の言語の種類を区別できません。これらの設定により、LanguageToolはこれらの言語の優先種類を自動検出できるようになります。
kk_kz: LanguageTool кейбір тілдердің нұсқаларын ажырата алмайды. Бұл параметрлер LanguageTool-ға осы тілдердің сіз қалаған нұсқасын автоматты түрде анықтауға көмектеседі.

source: Interpret English as
ar_ar: تفسير الإنجليزية على أنها
da_da: Fortolk engelsk som
de_de: Interpretiere Englisch als
ja_jp: 英語の解釈
kk_kz: Ағылшын тілін былай түсіну

source: Interpret German as
ar_ar: تفسير الألمانية على أنها
da_da: Fortolk tysk som
de_de: Interpretiere Deutsch als
ja_jp: ドイツ語の解釈
kk_kz: Неміс тілін былай түсіну

source: Interpret Portuguese as
ar_ar: تفسير البرتغالية على أنها
da_da: Fortolk portugisisk som
de_de: Interpretiere Portugiesisch als
ja_jp: ポルトガル語の解釈
kk_kz: Португал тілін былай түсіну

source: Interpret Catalan as
ar_ar: تفسير الكتالانية على أنها
da_da: Forstå catalansk som
de_de: Interpretiere Katalanisch als
ja_jp: カタロニア語の解釈
kk_kz: Каталан тілін былай түсіну

source: LanguageTool Provider
ar_ar: مزود LanguageTool
ca_ca: Proveïdor de LanguageTool
da_da: LanguageTool leverandør
de_de: LanguageTool-Anbieter
ja_jp: LanguageTool プロバイダー
kk_kz: LanguageTool провайдері
ru_ru: Поставщик LanguageTool
ta_in: மொழிகருவி வழங்குநர்
vi_vi: Nhà cung cấp công cụ ngôn ngữ

source: Custom server
ca_ca: Servidor personalitzat
da_da: Brugervalgt server
de_de: Benutzerdefinierter Server
ja_jp: カスタム サーバー
kk_kz: Арнайы сервер
ru_ru: Пользовательский сервер
ta_in: தனிப்பயன் சேவையகம்

source: Custom server address
de_de: Benutzerdefinierter Server
ja_jp: カスタム サーバー アドレス
kk_kz: Арнайы сервер мекенжайы
ta_in: தனிப்பயன் சேவையக முகவரி

source: LanguageTool Premium
ar_ar: LanguageTool المتقدم
ja_jp: LanguageTool プレミアム
ta_in: மொழிகருவி உயர்மதிப்பு
vi_vi: Công cụ ngôn ngữ Premium

source: Zettlr will ignore the "LanguageTool provider" settings if you enter any credentials here.
ar_ar: سيتجاهل زيتلر إعدادات "مزود LanguageTool" إذا أدخلت أي بيانات اعتماد هنا.
da_da: Zettlr vil ignorere "LanguageTool leverandør" indstillingerne hvis du indtaster adgangsoplysninger her.
de_de: Zettlr ignoriert die “LanguageTool-Anbieter”-Einstellungen, wenn du hier Zugangsdaten eingibst.
ja_jp: ここで資格情報を入力した場合、Zettlr は「LanguageTool プロバイダー」設定を無視します。
kk_kz: Егер сіз мұнда кіру деректерін енгізсеңіз, Zettlr "LanguageTool провайдері" параметрлерін елемейді.
ta_in: செட்லர் "மொழிகருவி வழங்குநர்" அமைப்புகளை நீங்கள் இங்கு ஏதேனும் நற்சான்றிதழ்களை உள்ளிட்டால் புறக்கணிக்கும்.
vi_vi: Zettlr sẽ bỏ qua phần "Nhà cung cấp ngôn ngữ" nếu bạn nhập thông tin vào phần này.

source: LanguageTool Username
ar_ar: اسم مستخدم LanguageTool
ca_ca: Nom d'usuari de LanguageTool
da_da: LanguageTool brugernavn
de_de: LanguageTool-Benutzername
ja_jp: LanguageTool ユーザー名
kk_kz: LanguageTool пайдаланушы аты
ru_ru: Имя пользователя LanguageTool
ta_in: மொழிகருவி பயனர்பெயர்
vi_vi: Username của công cụ ngôn ngữ

source: LanguageTool API key
ar_ar: مفتاح API لـ LanguageTool
ca_ca: Clau d'API de LanguageTool
da_da: LanguageTool API-nøgle
ja_jp: LanguageTool APIキー
kk_kz: LanguageTool API кілті
ru_ru: Ключ API LanguageTool
ta_in: மொழிகருவி பநிஇ திறவுகோல்
vi_vi: API Key của công cụ ngôn ngữ

source: LanguageTool: Disabled rules
ja_jp: LanguageTool : 無効化されたルール

source: These are LanguageTool rules that you have disabled. You can re-enable them here.
de_de: Hier findest du LanguageTool-Regeln, welche du deaktiviert hast. Du kannst sie hier wieder aktivieren.
ja_jp: これらは無効にされているLanguageToolルールです。ここで再度有効にすることができます。

source: Rule ID
de_de: Regel-ID
ja_jp: ルール ID

source: Category
de_de: Kategorie
ja_jp: カテゴリ

source: Re-enable
de_de: Reaktivieren
ja_jp: 再有効化

source: No ignored rules.
de_de: Keine ignorierten Regeln
ja_jp: 無視されたルールはありません。

source: Open snippets editor
ar_ar: فتح محرر المقتطفات
da_da: Åbn snippets editor
de_de: Öffne Vorlagen-Editor
ja_jp: スニペット エディタを開く
kk_kz: Сниппет редакторын ашу
ta_in: துணுக்குகள் திருத்தியைத் திற
vi_vi: Mở trình soạn thảo đoạn mẫu

source: Updates
ar_ar: التحديثات
ja_jp: 更新
kk_kz: Жаңартулар
ta_in: புதுப்பிகள்

source: If you installed Zettlr via a package manager, you should disable this.
ja_jp: パッケージマネージャー経由で Zettlr をインストールした場合は、これを無効にしてください。

source: Automatically check for updates
ar_ar: التحقق من التحديثات تلقائيًا
ca_ca: Cerca actualitzacions automàticament
da_da: Kontroller automatisk for opdateringer
de_de: Automatisch auf Updates überprüfen
et_et: Kontrolli uuendusi automaatselt
fi_fi: Tarkista päivitykset automaattisesti
ja_jp: 更新を自動的に確認する
kk_kz: Жаңартуларды автоматты түрде тексеру
pl_pl: Automatycznie sprawdzaj aktualizacje
ru_ru: Автоматически проверять обновления
sv_sv: Sök efter uppdateringar automatiskt
ta_in: புதுப்பிப்புகளை தானாக சரிபார்
vi_vi: Tự động kiểm tra các bản cập nhât

source: Application language
ar_ar: لغة التطبيق
ca_ca: Idioma de l'aplicació
da_da: Programsprog
de_de: Sprache
ja_jp: アプリケーションの言語
kk_kz: Қолданба тілі
ru_ru: Язык приложения
ta_in: பயன்பாட்டு மொழி
vi_vi: Ngôn ngữ

source: Autosave
ar_ar: الحفظ التلقائي
ca_ca: Desa automàticament
da_da: Automatisk gem
de_de: Automatisches Speichern
et_et: Automaatsalvestus
fi_fi: Automaattinen tallennus
id_id: Simpan otomatis
ja_jp: 自動保存
kk_kz: Автоматты сақтау
pl_pl: Zapis automatyczny
ru_ru: Автосохранение
sv_sv: Automatisk sparning
ta_in: தானிசேமி
uk_uk: Автозбереження
vi_vi: Tự động lưu

source: Should Zettlr automatically save changes to your documents?
ja_jp: Zettlr でドキュメントの変更時、自動保存を有効にしますか?

source: Never
da_da: aldrig
de_de: Niemals
ja_jp: しない
kk_kz: Ешқашан
ta_in: ஒருபோதும்

source: Immediately
ar_ar: فوريًا
ca_ca: Inmediatament
da_da: Med det samme
de_de: Sofort
et_et: Kohe
fi_fi: Välittömästi
id_id: Langsung
ja_jp: 即時
kk_kz: Дереу
pl_pl: Natychmiast
ru_ru: Немедленно
sv_sv: Omedelbart
ta_in: உடனடியாக
uk_uk: Негайно
vi_vi: Ngay lập tức

source: After a short delay
ar_ar: بعد تأخير قصير
ca_ca: Després d'una petita pausa
da_da: Efter en kort forsinkelse
de_de: Mit Verzögerung
et_et: Väikese viivitusega
fi_fi: Lyhyen viiveen jälkeen
id_id: Setelah jeda singkat
ja_jp: 少し遅れて
kk_kz: Қысқа кідірістен кейін
pl_pl: Z krótkim opóźnieniem
ru_ru: После короткой задержки
sv_sv: Efter en kort fördröjning
ta_in: குறுகிய தாமதத்திற்குப் பிறகு
uk_uk: Після невеликої затримки
vi_vi: Sau một khoảng trễ ngắn

source: Default image folder
ar_ar: مجلد الصور الافتراضي
da_da: Standard billedmappe
de_de: Standard-Bildordner
ja_jp: 既定の画像フォルダー
kk_kz: Әдепкі сурет қалтасы
ta_in: இயல்புநிலை பட கோப்புறை
vi_vi: Thư mục hình ảnh mặc định

source: Automatically suggests this folder to save images to, and searches this folder to propose "other files".
ja_jp: このフォルダーを自動的に画像保存先として提案し、このフォルダーを検索して「その他のファイル」を提案します。

source: Click "Select folder…" or type an absolute or relative path directly into the input field.
ar_ar: انقر على "اختر مجلد…" أو اكتب مسارًا مطلقًا أو نسبيًا مباشرة في حقل الإدخال.
da_da: Klik "Vælg mappe…" eller indtast en fuldstændig eller relativ sti direkte i indtastningsfeltet.
de_de: Klicke “Ordner auswählen…” oder füge einen relativen oder absoluten Pfad in das Feld ein.
ja_jp: 「フォルダーの選択…」をクリックするか、入力フィールドに絶対パスまたは相対パスを直接入力します。
kk_kz: "Қалтаны таңдау..." түймесін басыңыз немесе енгізу өрісіне тікелей абсолютті немесе салыстырмалы жолды теріңіз.
ta_in: "கோப்புறையைத் தேர்ந்தெடு..." என்பதைக் சொடுக்கவும் அல்லது உள்ளீட்டு புலத்தில் நேரடியாக ஒரு முழுமையான அல்லது தொடர்புடைய பாதையைத் தட்டச்சு செய்யவும்.
vi_vi: Nhấn "Chọn thư mục…" hoặc nhập đường dẫn tuyệt đối hoặc tương đối vào trường nhập liệu.

source: Behavior
ar_ar: السلوك
da_da: Opførsel
de_de: Verhalten
ja_jp: 動作
kk_kz: Мінез-құлық
ta_in: நடத்தை

source: Avoid opening files in new tabs if possible
ar_ar: تجنب فتح الملفات في علامات تبويب جديدة إن أمكن
ca_ca: Evita, quan sigui possible, obrir fitxers a noves pestanyes
da_da: Undgå at åbne filer i nye faner hvis muligt
de_de: Vermeide neue Tabs für Dokumente, falls möglich
et_et: Kui võimalik, hoidu failide avamisest uues aknas
fi_fi: Vältä tiedostojen avaamista uusissa välilehdissä, jos mahdollista
id_id: Hindari membuka berkas di tab baru jika memungkinkan
ja_jp: 可能であれば、新しいタブでファイルを開かない
kk_kz: Мүмкіндігінше файлдарды жаңа қойындыларда ашудан аулақ болыңыз
pl_pl: Unikaj otwierania plików w nowych kartach
ru_ru: По возможности, избегайте открытия файлов в новых вкладках
sv_sv: Undvik att öppna filer i nya flikar om möjligt
ta_in: முடிந்தால் புதிய தாவல்களில் கோப்புகளைத் திறப்பதைத் தவிர்
uk_uk: По можливості уникайте відкриття файлів у нових вкладках
vi_vi: Tránh mở tập tin trong cửa sổ mới nếu có thể

source: Zettelkasten IDs
ar_ar: معرفات Zettelkasten
da_da: Zettelkasten ID'er
ja_jp: Zettelkasten ID
kk_kz: Цеттелькастен идентификаторлары
ta_in: செட்டல்காச்டன் அடையாளங்கள்
vi_vi: ID Zettelkasten

source: Specify how Zettlr generates new file IDs for your Zettelkasten, and enable Zettlr to detect them.
ja_jp: Zettelkasten 用の新しいファイルIDの生成方法を指定し、Zettlr がそれを検出できるようにします。

source: Pattern for generating new IDs
ja_jp: 新しい ID を生成するためのパターン

source: Available Variables: %s
ar_ar: المتغيرات المتاحة:%s
da_da: Tilgængelige variable: %s
de_de: Verfügbare Variablen: %s
ja_jp: 利用可能な変数 : %s
kk_kz: Қол жетімді айнымалылар: %s
ta_in: கிடைக்கக்கூடிய மாறிகள்: %s
vi_vi: Các biến khả dụng: %s

source: Pattern to detect Zettelkasten IDs
ja_jp: Zettelkasten ID を検出するパターン

source: Uses ECMAScript regular expressions
de_de: Nutzt ECMAScript für Reguläre Ausdrücke
ja_jp: ECMAScript 正規表現を使用
kk_kz: ECMAScript тұрақты өрнектерін пайдаланады
ta_in: இசிஎம்எகைஉரை வழக்க வெளிப்பாடு பயன்படுத்து

source: Always use the file title as label for internal links
de_de: Beim Verlinken von Dateien immer den Dateititel als Linktext verwenden
ja_jp: 内部リンクのラベルには、常にファイルタイトルを使う

source: Use the file ID as link target if possible
de_de: Wenn möglich, verlinke Dateien via ID
ja_jp: 可能であればファイル ID をリンク先として使用する

source: Link format
ar_ar: تنسيق الرابط
de_de: Format für interne Links
ja_jp: リンク形式
kk_kz: Сілтеме форматы
ta_in: இணைப்பு வடிவம்

source: Internal links allow you to add an optional title, separated by a vertical bar character from the actual link target. Here you can define the ordering of the two.
ar_ar: تسمح الروابط الداخلية بإضافة عنوان اختياري، مفصول بحرف شريط عمودي عن هدف الرابط الفعلي. هنا يمكنك تحديد ترتيب الاثنين.
da_da: Interne links tillader dig at tilføje en valgfri titel, adskilt af en lodret streg tegn, fra det aktuelle link-mål. Her kan du definere rækkefølgen af de to.
de_de: Du kannst optionale Titel zu internen Links hinzufügen, separiert durch einen vertikalen Strich. Hier kannst du bestimmen, was zuerst kommt.
ja_jp: 内部リンクでは、オプションのタイトルを追加できます。タイトルは、実際のリンク先とは縦棒で区切られます。ここでは、2つのタイトルの順序を定義できます。
kk_kz: Ішкі сілтемелер сізге тік сызық арқылы нақты сілтеме нысанынан бөлінген қосымша тақырып қосуға мүмкіндік береді. Мұнда сіз екеуінің ретін анықтай аласыз.
ta_in: உண்மையான இணைப்பு இலக்கிலிருந்து செங்குத்து பட்டை எழுத்தால் பிரிக்கப்பட்ட விருப்பத் தலைப்பைச் சேர்க்க உள் இணைப்புகள் உங்களை அனுமதிக்கின்றன. இங்கே நீங்கள் இரண்டின் வரிசையை வரையறுக்கலாம்.

source: [[Link|Title]]: Link first (recommended)
ar_ar: [[رابط|عنوان]]: الرابط أولاً (مستحسن)
da_da: [[Link|Titel]]: Link først (anbefalet)
de_de: [[Link|Titel]]: Link zuerst (empfohlen)
ja_jp: [[リンク|タイトル]] : リンクが先 (推奨)
kk_kz: [[Сілтеме|Тақырып]]: Алдымен сілтеме (ұсынылады)
ta_in: [[இணைப்பு|தலைப்பு]]: இணைப்பு முதலில் (பரிந்துரைக்கப்பட்டது)

source: [[Title|Link]]: Title first
ar_ar: [[عنوان|رابط]]: العنوان أولاً
da_da: [[Titel|Link]]: Titel først
de_de: [[Titel|Link]]: Titel zuerst
ja_jp: [[タイトル|リンク]] : タイトルが先
kk_kz: [[Тақырып|Сілтеме]]: Алдымен тақырып
ta_in: [[தலைப்பு|இணைப்பு]]: தலைப்பு முதலில்

source: Start a full-text search when following internal links
da_da: Start en søgning når Zettelkasten-links følges
de_de: Starte eine Suche beim Klick auf einen Zettelkasten-Link
ja_jp: 内部リンクをたどる際に全文検索を開始する
kk_kz: Ішкі сілтемелерді ашқан кезде толық мәтінді іздеуді бастау
ta_in: உள் இணைப்புகளைப் பின்பற்றும்போது ஒரு முழு-உரை தேடலைத் தொடங்கு

source: The search string will match the content between the brackets: [[ ]].
ar_ar: سيطابق نص البحث المحتوى بين الأقواس: [[ ]].
da_da: Søgeteksten vil matche indholdet mellem parenteserne: [[ ]].
de_de: Die Suche entspricht dem Inhalt zwischen den Klammern: [[ ]].
ja_jp: 検索文字列は、角括弧内の内容と一致します: [[ ]]。
kk_kz: Іздеу жолы жақшалар арасындағы мазмұнға сәйкес келеді: [[ ]].
ta_in: தேடல் சரமானது அடைப்புக்குறிகளுக்கு இடையே உள்ள உள்ளடக்கத்துடன் பொருந்தும்: [[ ]].
vi_vi: Chuỗi tìm kiếm sẽ khớp với nội dung nằm giữa các dấu ngoặc vuông

source: Zettelkasten folder
ja_jp: Zettelkasten フォルダー

source: Choosing a Zettelkasten folder allows Zettlr to automatically create files when following links to not-yet-existing files. This folder must be open as a Workspace in Zettlr.
ja_jp: Zettelkastenフォルダーを選択すると、Zettlr はリンクをたどってまだ存在しないファイルが存在する場合に自動的にファイルを作成します。このフォルダーは Zettlr でワークスペースとして開かれている必要があります。

source: Path to folder
ar_ar: مسار المجلد
da_da: Sti til mappe
de_de: Pfad zu Ordner
ja_jp: フォルダーへのパス
kk_kz: Қалтаға жол
ta_in: கோப்புறைக்கான பாதை
vi_vi: Đường dẫn tập tin

source: How would you like autocomplete to insert your citations?
ar_ar: كيف تريد للإكمال التلقائي إدراج الاستشهادات؟
ca_ca: Com vols que s'autocompletin les teves cites?
da_da: Ønsker du at autofuldfør indsætter citationer for dig?
de_de: Wie soll Autocomplete Zitate einfügen?
fi_fi: Kuinka haluat automaattisen täydennyksen lisäävän viitteesi?
id_id: Atur autokomplet sitasi
ja_jp: 引用の自動補完時のどのように挿入しますか?
kk_kz: Автотолтыру дәйексөздеріңізді қалай енгізгенін қалайсыз?
pl_pl: Wybierz tryb autouzupełniania przypisów
ru_ru: Как автозавершение должно вставлять цитаты?
sv_sv: Hur vill du att autoslutförande ska infoga dina citat?
ta_in: உங்கள் மேற்கோள்களைச் செருக தன்னியக்க ஒப்பனை எப்படி விரும்புகிறீர்கள்?
uk_uk: Як би ви хотіли, щоб автозаповнення вставило ваші цитати?
vi_vi: Tự động hoàn tất sẽ chèn các trích dẫn của bạn thế nào?

source: Citation database (CSL JSON or BibTex)
ar_ar: قاعدة بيانات الاستشهادات (CSL JSON أو BibTex)
da_da: Citation database (CSL JSON eller BibTex)
de_de: Zitationsdatenbank (CSL JSON oder BibTex)
ja_jp: 引用データベース (CSL JSON または BibTex)
kk_kz: Дәйексөз дерекқоры (CSL JSON немесе BibTex)

source: Path to file
de_de: Dateipfad
ja_jp: ファイルへのパス
kk_kz: Файл жолы
ta_in: கோப்பு பாதை

source: CSL style (optional)
ar_ar: نمط CSL (اختياري)
da_da: CSL stil (valgfri)
de_de: CSL-Stil (optional)
ja_jp: CSL スタイル (任意)
kk_kz: CSL стилі (міндетті емес)

source: Properties
ar_ar: خصائص
ca_ca: Propietats
da_da: Indstillinger
de_de: Eigenschaften
et_et: Atribuudid
fi_fi: Ominaisuudet
id_id: Atribut
ja_jp: プロパティ
kk_kz: Қасиеттері
pl_pl: Właściwości
ru_ru: Настройки
sv_sv: Egenskaper
ta_in: பண்புகள்
uk_uk: Властивості
vi_vi: Các thuộc tính

source: Duplicate file
ar_ar: ملف مكرر
ca_ca: Duplica el fitxer
da_da: Duplikér fil
de_de: Datei duplizieren
et_et: Paljunda faili
eu_eu: Fitxategia bikoiztu
fi_fi: Monista tiedosto
id_id: File duplikat
ja_jp: ファイルを複製
kk_kz: Файлды көшіру
pl_pl: Duplikuj plik
ru_ru: Создать дубликат файла
sv_sv: Duplicera fil
ta_in: நகல் கோப்பு
uk_uk: Дублювати файл
vi_vi: Tạo tập tin bản sao

source: Copy path
ca_ca: Copia el camí
de_de: Dateipfad kopieren
ja_jp: パスをコピー
kk_kz: Жолды көшіру
ru_ru: Путь копирования
ta_in: நகல் பாதை

source: Copy filename
ar_ar: نسخ اسم الملف
ca_ca: Copia el nom del fitxer
da_da: Kopiér filnavn
de_de: Dateinamen kopieren
et_et: Kopeeri failinimi
eu_eu: Fitxategiaren izena kopiatu
fi_fi: Kopioi tiedostonnimi
id_id: Salin nama file
ja_jp: ファイル名をコピー
kk_kz: Файл атауын көшіру
pl_pl: Kopiuj nazwę pliku
ru_ru: Копировать файл
sv_sv: Kopiera filnamn
ta_in: கோப்பு பெயரை நகலெடு
uk_uk: Копіювати ім'я файлу
vi_vi: Sao chép tên tập tin

source: Reveal in Explorer
ca_ca: Mostra a l'Explorador
da_da: Vis i Stifinder
de_de: In Explorer zeigen
ja_jp: エクスプローラーで表示
kk_kz: Explorer-де көрсету
ru_ru: Раскрыть в проводнике
ta_in: உலாவியில் வெளிப்படுத்து
vi_vi: Hiển thị trong Explorer
