Repository: Zettlr/Zettlr
Catalog: static/lang/*.po
Languages: ar_ar, ca_ca, da_da, de_de, et_et, eu_eu, fi_fi, id_id, ja_jp, kk_kz, pl_pl, ru_ru, sv_sv, ta_in, uk_uk, vi_vi

source: Zettlr offers an integration with LanguageTool.org, a service provided by LanguageTooler GmbH. Using this service requires an internet connection and is subject to the privacy policy of LanguageTooler GmbH or the corresponding server that you use.
ca_ca: Zettlr ofereix una integració amb LanguageTool.org, un servei proveït per LanguageTooler GmbH. Per fer servir aquest servei és necessària una connexió a internet i és subjecte a la política de privadesa de LanguageTooler GmbH o el corresponent servidor que feu servir.
da_da: Zettlr tilbyder en integration med LanguageToool.org, en service leveret af LanguageTooler GmbH. Brug af denne service kræver en internetforbindelse og er underlagt privatlivspolitikken hos LanguageToooler GmbH eller den tilsvarende server, som du anvender.
de_de: Zettlr enthält eine Integration mit LanguageTool.org, ein Service von LanguageTooler GmbH. Für die Nutzung dieses Services ist eine Internetverbindung erforderlich. Die Nutzung von LanguageTool.org unterliegt der Datenschutzerklärung von LanguageTooler GmbH oder alternativ des benutzerdefinierten Servers; je nachdem, welche Option du nutzt.
ja_jp: Zettlr は、LanguageTooler GmbH が提供するサービスである LanguageTool.org との統合を提供します。このサービスを使用するにはインターネット接続が必要であり、LanguageTooler GmbH または使用する対応するサーバーのプライバシーポリシーが適用されます。
kk_kz: Zettlr LanguageTooler GmbH ұсынатын LanguageTool.org қызметімен интеграцияны ұсынады. Бұл қызметті пайдалану интернет байланысын қажет етеді және сіз пайдаланатын LanguageTooler GmbH немесе тиісті сервердің құпиялылық саясатына байланысты.
ru_ru: Zettlr предлагает интеграцию с LanguageTool.org, услугой, предоставляемой LanguageTooler GmbH. Использование этой услуги требует подключения к Интернету и регулируется политикой конфиденциальности LanguageTooler GmbH или соответствующего сервера, который вы используете.
ta_in: மொழிகருவியாளர் செர்மன் ஆல் வழங்கப்படும் சேவையான மொழிகருவி நிறுவனம் செட்லர் ஒரு ஒருங்கிணைப்பை வழங்குகிறது. இந்த சேவையைப் பயன்படுத்துவதற்கு இணைய இணைப்பு தேவைப்படுகிறது மற்றும் இது மொழிகருவியாளர் செர்மன் அல்லது நீங்கள் பயன்படுத்தும் தொடர்புடைய சேவையகத்தின் தனியுரிமைக் கொள்கைக்கு உட்பட்டது.

source: Loading…
da_da: Indlæser
de_de: Lade…
ja_jp: 読み込み中…
kk_kz: Жүктелуде…

source: Insert Image from Clipboard
ar_ar: إدراج صورة من الحافظة
da_da: Indsæt Billede fra Udklipsholder
de_de: Bild von Zwischenablage einfügen
ja_jp: クリップボードから画像を挿入
kk_kz: Алмасу буферінен суретті қою

source: Image size
de_de: Bildgröße
ja_jp: 画像サイズ
kk_kz: Сурет өлшемі
ta_in: பட அளவு

source: Retain aspect ratio
ar_ar: احتفظ بنسبة العرض إلى الارتفاع
da_da: Behold billetformat
de_de: Größenverhältnis sperren
ja_jp: アスペクト比を維持
kk_kz: Пропорцияларды сақтау

source: Resize image to
ar_ar: تغيير حجم الصورة إلى
da_da: Skaler billede til
de_de: Ändere Bild zu
ja_jp: 画像のサイズを変更
kk_kz: Суретті өлшемін өзгерту

source: Filename
ar_ar: اسم الملف
da_da: Filnavn
de_de: Dateiname
ja_jp: ファイル名
kk_kz: Файл атауы

source: A unique filename
ar_ar: اسم ملف فريد
da_da: Et unikt filnavn
de_de: Ein einzigartiger Dateiname
ja_jp: 一意のファイル名
kk_kz: Бірегей файл атауы

source: Save
ar_ar: حفظ
ca_ca: Desa
da_da: Gem
de_de: Speichern
et_et: Salvesta
eu_eu: Gorde
fi_fi: Tallenna
id_id: Simpan
ja_jp: 保存
kk_kz: Сақтау
pl_pl: Zapisz
ru_ru: Сохранить изменения
sv_sv: Spara
ta_in: சேமி
uk_uk: Зберегти
vi_vi: Lưu

source: Cancel
ar_ar: إلغاء
ca_ca: Cancel·lar
da_da: Annullér
de_de: Abbrechen
et_et: Tühista
eu_eu: Ezeztatu
fi_fi: Peruuta
id_id: Batal
ja_jp: キャンセル
kk_kz: Болдырмау
pl_pl: Anuluj
ru_ru: Отменить
sv_sv: Avbryt
ta_in: விலக்கு
uk_uk: Скасувати
vi_vi: Huỷ

source: Updater
ar_ar: المحدّث
ca_ca: Actualitzador
da_da: Opdatering
de_de: Updates
et_et: Uuendaja
fi_fi: Päivittäjä
id_id: Pengecek pembaruan
ja_jp: 更新
kk_kz: Жаңартқыш
pl_pl: Aktualizacje
ru_ru: Программа обновления
sv_sv: Uppdaterare
ta_in: புதுப்பிப்பவர்
uk_uk: Програма оновлення
vi_vi: Trình cập nhật

source: New update available
ar_ar: تحديث جديد متاح
ca_ca: Nova actualitació disponible
da_da: Ny opdatering tilgængelig
de_de: Neue Version verfügbar
et_et: Uuendus saadaval
eu_eu: Eguneraketa berria eskuragarri
fi_fi: Päivitys saatavilla
id_id: Tersedia pembaruan baru
ja_jp: 新しいバージョンが利用可能です
kk_kz: Жаңа жаңарту қол жетімді
pl_pl: Dostępna jest aktualizacja
ru_ru: Доступно обновление
sv_sv: Ny uppdatering tillgänglig
ta_in: புதிய புதுப்பிப்பு கிடைக்கிறது
uk_uk: Доступне нове оновлення
vi_vi: Có bản cập nhật mới

source: Your version
ar_ar: الإصدار الخاص بك
ca_ca: La teva versió
da_da: Din version
de_de: Deine Version
et_et: Sinu versioon
eu_eu: Zure bertsioa
fi_fi: Käyttämäsi versio
id_id: Versi kamu
ja_jp: 現在のバージョン
kk_kz: Сіздің нұсқаңыз
pl_pl: Twoja wersja
ru_ru: Ваша версия
sv_sv: Din version
ta_in: உங்கள் பதிப்பு
uk_uk: Поточна версія
vi_vi: Phiên bản của bạn

source: There is a new version of Zettlr available to download. Please read the changelog below.
ar_ar: يتوفر إصدار جديد من زيتلر للتنزيل. يرجى قراءة سجل التغيير أدناه.
ca_ca: Hi ha una nova versió de Zettlr disponible per descarregar. Llegiu el registre de canvis a sota.
da_da: Der er en ny version af Zettlr tilgængelig. Læs venligst ændringer i den nye version nedenfor.
de_de: Eine neue Version von Zettlr steht zum Download bereit. Bitte lies die Änderungsdatei unten.
eu_eu: Zettlr-en bertsio berri bat dago deskargatzeko eskuragarri. Mesedez irakurri aldaketen erregistroa azpian.
fi_fi: Uusi versio Zettlristä on saatavilla. Katso muutoshistoria alta.
id_id: Versi terbaru dari Zettlr tersedia untuk diunduh. Harap baca log perubahan di bawah ini.
ja_jp: 新しいバージョンの Zettlr がダウンロード可能です。以下の更新履歴を確認してください。
kk_kz: Zettlr-дің жаңа нұсқасы жүктеуге қол жетімді. Төмендегі өзгерістер журналын оқыңыз.
pl_pl: Jest nowa wersja Zettlr. Zobacz listę zmian.
ru_ru: Новая версия приложении доступна для скачивания. Ниже представлен список изменений.
sv_sv: Det finns en ny version av Zettlr att ladda ner. Läs ändringsloggen nedan.
ta_in: பதிவிறக்கம் செய்ய செட்லரின் புதிய பதிப்பு உள்ளது. கீழே உள்ள மாற்றங்களை படி.
uk_uk: Нова версія Zettlr готова до завантаження. Прочитайте опис змін нижче.
vi_vi: Có phiên bản mới của Zettlr khả dụng để tải về. Vui lòng đọc các thay đổi bên dưới

source: Downloading your update
ar_ar: جارٍ تنزيل التحديث
ca_ca: Descarregant l'actualització
da_da: Henter din opdatering
de_de: Lade Update herunter
et_et: Uuenduse allalaadimine
fi_fi: Ladataan päivitystä
id_id: Mengunduh pembaruan
ja_jp: 更新をダウンロード中
kk_kz: Жаңартуыңыз жүктелуде
pl_pl: Pobieram aktualizację
ru_ru: Загрузка обновления
sv_sv: Laddar ner din uppdatering
ta_in: உங்கள் புதுப்பிப்பைப் பதிவிறக்குகிறது
uk_uk: Завантаження оновлення
vi_vi: Đang tải cập nhật cho bạn

source: No update available. You have the most recent version.
ar_ar: لا يوجد تحديث متاح. لديك أحدث إصدار.
ca_ca: No hi ha actualitzacions disponibles. Ja tens la versió més recent.
da_da: Ingen opdatering tilgængelig. Du har den seneste version.
de_de: Keine Updates verfügbar. Du nutzt die aktuelle Version.
et_et: Uuendus pole saadaval. Sul on olemas kõige hilisem versioon.
fi_fi: Ei päivityksiä saatavilla. Sinulla on viimeisin version.
id_id: Pembaruan tidak tersedia. Anda sudah memiliki versi terbaru.
ja_jp: 更新はありません。最新バージョンを利用中です。
kk_kz: Жаңарту жоқ. Сізде ең соңғы нұсқа бар.
pl_pl: Zettlr jest aktualny
ru_ru: Обновлений нет. Используется новейшая версия.
sv_sv: Ingen uppdatering tillgänglig. Du har den senaste versionen.
ta_in: புதுப்பிப்பு எதுவும் கிடைக்கவில்லை. உங்களிடம் மிக அண்மைக் கால பதிப்பு உள்ளது.
uk_uk: Оновлень немає. У вас остання версія програми.
vi_vi: Không có cập nhật mới. Bạn đang dùng phiên bản mới nhất

source: Check for updates
ar_ar: تحقق من وجود تحديثات
ca_ca: Comprova si hi ha actualitzacions
da_da: Søg efter opdateringer
de_de: Nach Updates suchen
et_et: Kontrolli uuendusi
eu_eu: Eguneraketak bilatu
fi_fi: Tarkista päivitykset
id_id: Periksa pembaruan
ja_jp: 更新の確認
kk_kz: Жаңартуларды тексеру
pl_pl: Sprawdź aktualizacje
ru_ru: Проверить на обновления
sv_sv: Sök efter uppdateringar
ta_in: புதுப்பிப்புகளுக்கு சரிபார்
uk_uk: Перевірити наявність оновлень
vi_vi: Kiểm tra cập nhật

source: Click to start update
ar_ar: اضغط لبدء التحديث
ca_ca: Clica per començar l'actualització
da_da: Klik for at starte opdatering
de_de: Update starten
et_et: Klõpsa uuenduse alustamiseks
fi_fi: Klikkaa päivityksen käynnistämiseksi
id_id: Klik untuk memulai pembaruan
ja_jp: クリックして更新を開始
kk_kz: Жаңартуды бастау үшін басыңыз
pl_pl: Rozpocznij aktualizację
ru_ru: Щелкните для начала обновления
sv_sv: Klicka för att starta uppdateringen
ta_in: புதுப்பிப்பைத் தொடங்க சொடுக்கு
uk_uk: Натисніть, щоб почати оновлення
vi_vi: Bấm để cập nhật

source: never
ar_ar: أبدا
ca_ca: mai
de_de: nie
et_et: mitte kunagi
eu_eu: inoiz ez
id_id: Jangan penah
ja_jp: しない
kk_kz: ешқашан
pl_pl: nigdy
ru_ru: никогда
sv_sv: Aldrig
ta_in: ஒருபோதும்
uk_uk: ніколи

source: Last checked: %s
da_da: Sidst kontrolleret: %s
de_de: Zuletzt überprüft: %s
ja_jp: 最終確認 : %s
kk_kz: Соңғы тексеру: %s
ta_in: கடைசியாக சரிப்பார்த்தது: %s

source: Starting update …
ar_ar: جارٍ بدء التحديث…
ca_ca: S'està començant l'actualització…
da_da: Starter opdatering ...
de_de: Aktualisiere …
et_et: Uuenduse alustamine ...
fi_fi: Aloitetaan päivitystä...
id_id: Memulai pembaruan ...
ja_jp: 更新を開始…
kk_kz: Жаңарту басталуда …
pl_pl: Aktualizuję...
ru_ru: Запуск обновления …
sv_sv: Startar uppdatering...
ta_in: புதுப்பிப்பு தொடங்குகிறது …
uk_uk: Початок оновлення…
vi_vi: Bắt đầu cập nhật …

source: No results for "%s"
da_da: Ingen resultatet for "%s"
de_de: Keine Ergebnisse für “%s“
ja_jp: "%s" に該当する結果はありません
kk_kz: "%s" үшін нәтиже жоқ

source: Search
ar_ar: بحث
ca_ca: Cerca
da_da: Søg
de_de: Suchen
et_et: Otsi
fi_fi: Etsi
id_id: Cari
ja_jp: 検索
kk_kz: Іздеу
pl_pl: Szukaj
ru_ru: Поиск
sv_sv: Sök
ta_in: தேடல்
vi_vi: Tìm kiếm

source: General
ar_ar: عام
da_da: Generelt
de_de: Allgemein
ja_jp: 全般
kk_kz: Жалпы

source: Appearance
ar_ar: المظهر
da_da: Udseende
de_de: Erscheinungsbild
ja_jp: 外観
kk_kz: Сыртқы түрі
ta_in: தோற்றம்
vi_vi: Giao diện

source: File Manager
ar_ar: مدير الملفات
da_da: Filhåndtering
de_de: Dateimanager
ja_jp: ファイル マネージャー
kk_kz: Файл менеджері

source: Editor
ar_ar: المحرر
ja_jp: エディタ
kk_kz: Редактор

source: Spellchecking
ar_ar: التدقيق الإملائي
da_da: Stavekontrol
de_de: Rechtschreibprüfung
ja_jp: スペルチェック
kk_kz: Емле тексеру
ta_in: எழுத்துகள்சரிபார்ப்பு
vi_vi: Kiểm tra chính tả

source: Autocorrect
ja_jp: 自動修正
kk_kz: Автотүзету
ta_in: தானாகதிருத்து

source: Snippets
ar_ar: المقتطفات
ja_jp: スニペット
ta_in: துணுக்குகள்
vi_vi: Đoạn Mẫu

source: Import and Export
ar_ar: الاستيراد والتصدير
da_da: Import og Eksport
de_de: Import und Export
ja_jp: インポートとエクスポート
kk_kz: Импорт және экспорт

source: Advanced
ar_ar: متقدم
da_da: Avanceret
de_de: Erweitert
ja_jp: その他
kk_kz: Кеңейтілген

source: Searching: %s
ar_ar: البحث:%s
da_da: Søger: %s
de_de: Suche: %s
ja_jp: 検索 : %s
kk_kz: Іздеу: %s

source: Preferences
ar_ar: تفضيلات...
da_da: Præferencer
de_de: Einstellungen
ja_jp: 環境設定
kk_kz: Параметрлер

source: Here you can override the styles of Zettlr to customise it even further.
ja_jp: ここで、Zettlr のスタイルを上書きしてさらにカスタマイズできます。

source: Attention: This file overrides all CSS directives! Never alter the geometry of elements, otherwise the app may expose unwanted behaviour!
ja_jp: 注意 : このファイルはすべての CSS 指示を上書きします！要素のジオメトリ (配置やサイズ) を変更しないでください。変更すると、アプリが意図しない動作を引き起こす可能性があります！

source: Unsaved changes
ar_ar: تغييرات غير محفوظة
ca_ca: Canvis no desats
da_da: Ikke gemte ændringer
de_de: Ungespeicherte Änderungen
et_et: Salvestamata muudatused
fi_fi: Tallentamattomia muutoksia
id_id: Perubahan yang belum tersimpan
ja_jp: 未保存の変更
kk_kz: Сақталмаған өзгерістер
pl_pl: Niezapisane zmiany
ru_ru: Несохраненные изменения
sv_sv: Osparade ändringar
ta_in: சேமிக்கப்படாத மாற்றங்கள்
uk_uk: Незбережені зміни
vi_vi: Thay đổi chưa được lưu

source: Saving …
ar_ar: جارٍ الحفظ…
ca_ca: S'està desant…
da_da: Gemmer …
de_de: Speichere …
et_et: Salvestamine ...
fi_fi: Tallennetaan...
id_id: Menyimpan ...
ja_jp: 保存中…
pl_pl: Zapisuję...
ru_ru: Сохранение …
sv_sv: Sparar …
ta_in: சேமிப்பு…
uk_uk: Збереження…
vi_vi: Đang lưu …

source: Saved!
ar_ar: تم الحفظ!
ca_ca: Desat!
da_da: Gemt!
de_de: Gespeichert!
et_et: Salvestatud!
fi_fi: Tallennettu!
id_id: Berhasil tersimpan
ja_jp: 保存しました!
kk_kz: Сақталды!
pl_pl: Zapisano!
ru_ru: Сохранено!
sv_sv: Sparad!
ta_in: சேமிக்கப்பட்டது!
uk_uk: Збережено!
vi_vi: Đã Lưu!

source: Could not save changes
ja_jp: 変更を保存できませんでした

source: This profile is protected. This means that it will be restored when you remove or rename it.
ca_ca: Aquest perfil està protegit: es restaurarà si l'esborreu o li canvieu el nom
da_da: Denne profil er beskyttet. Det betyder, at den vil blive gendannet hvis du fjerner eller omdøber den.
de_de: Dieses Profil ist geschützt. Es wird wiederhergestellt, wenn du es umbenennst oder entfernst.
fi_fi: Tämä profiili on suojattu, eli se palautetaan, kun poistat tai uudelleennimeät sen.
ja_jp: このプロファイルは保護されています。これは、削除または名前変更しても復元されることを意味します。
ru_ru: Этот профиль защищен. Это означает, что он будет восстановлен при удалении или переименовании.
ta_in: இந்த தன்வயவிவரம் பாதுகாக்கப்படுகிறது. இதன் பொருள் நீங்கள் அதை அகற்றும்போது அல்லது மறுபெயரிடும்போது அது மீட்டமைக்கப்படும்.
vi_vi: Hồ sơ người dùng này (Profile) được bảo vệ. Nghĩa là nó sẽ được phục hồi khi bạn di chuyển hoặc đổi tên nó.

source: This profile is invalid. It may contain errors, or it may be missing the writer or reader property.
ca_ca: Aquest perfil no és vàlid. Deu contenir errors o li deu faltar la propietat d'escriptor o lector.
da_da: Denne profil er ugyldig. Den kan indeholde fejl, eller den kan mangle skribent- eller læser-egenskaben.
de_de: Dieses Profil ist ungültig. Es enthält Syntaxfehler oder das "writer” oder "reader”-Attribut fehlen.
ja_jp: このプロファイルは無効です。エラーが含まれているか、writer または reader プロパティが欠落している可能性があります。
kk_kz: Бұл профиль жарамсыз. Онда қателер болуы мүмкін немесе жазушы немесе оқырман қасиеті жоқ болуы мүмкін.
ru_ru: Этот профиль недействителен. Он может содержать ошибки, или в нем может отсутствовать свойство записи или чтения.
ta_in: இந்த தன்வயவிவரம் தவறானது. அதில் பிழைகள் இருக்கலாம், அல்லது எழுத்தாளர் அல்லது வாசகர் பண்பு இல்லாமல் இருக்கலாம்.
vi_vi: Hồ sơ này không hợp lệ. Nó có thể chứa lỗi, hoặc không bao gồm đặc tính người viết hoặc người đọc.

source: Rename file
ar_ar: إعادة تسمية الملف
ca_ca: Reanomena el fitxer
da_da: Omdøb fil
de_de: Datei umbenennen
et_et: Nimeta fail ümber
eu_eu: Fitxategia berrizendatu
fi_fi: Nimeä tiedosto uudelleen
id_id: Ubah nama file
ja_jp: ファイル名の変更
kk_kz: Файл атауын өзгерту
pl_pl: Zmień nazwę pliku
ru_ru: Переименовать файл
sv_sv: Döp om fil
ta_in: கோப்பை மறுபெயரிடு
uk_uk: Перейменувати файл
vi_vi: Đổi tên tập tin

source: Open defaults folder
da_da: Åbn standardmappe
de_de: Öffne Profilordner
ja_jp: 既定のフォルダーを開く
kk_kz: Әдепкі қалтаны ашу

source: Edit the default settings for imports or exports here.
ar_ar: عدّل الإعدادات الافتراضية للاستيراد والتصدير هنا.
ca_ca: Edita els paràmetres per importar i exportar aquí
da_da: Redigér standard indstillingerne for import og eksport her.
de_de: Bearbeite die Standardeinstellungen für Importe oder Exporte hier.
et_et: Muuda importimise ja eksportimise vaikimisi sätteid siin.
fi_fi: Muokkaa tuonnin ja viennin oletusasetuksia täällä.
id_id: Ubah pengaturan bawaan untuk mengimpor atau mengekspor di sini.
ja_jp: インポートまたはエクスポートの既定の設定を編集します。
kk_kz: Импорт немесе экспорт үшін әдепкі параметрлерді осында өңдеңіз.
pl_pl: Domyślne ustawiania importu i eksportu
ru_ru: Здесь можно изменить настройки по умолчанию для импорта или экспорта.
sv_sv: Ändra standardinställningarna för import eller export här.
ta_in: இறக்குமதி அல்லது ஏற்றுமதிக்கான இயல்புநிலை அமைப்புகளை இங்கே திருத்து.
uk_uk: Змінити налаштування за замовчуванням для імпорту чи експорту.
vi_vi: Chỉnh sửa các tuỳ chọn mặc định cho việc xuất hay nhập tại đây

source: No filter selected.
ja_jp: フィルターが選択されていません。

source: This filter is protected. It will be restored if you rename or remove this file.
ja_jp: このフィルターは保護されています。このファイルの名前を変更したり削除しても、復元されます。

source: Rename filter
ja_jp: フィルターの名前を変更

source: Lua filters allow customization of your Pandoc exports.
ja_jp: Lua フィルターを使用すると、Pandoc エクスポートをカスタマイズできます。

source: Open filters folder
ja_jp: フィルターフォルダーを開く

source: Assets Manager
ar_ar: مدير الأصول
ca_ca: Gestor de recursos
da_da: Indholdsstyring
de_de: Asset-Manager
et_et: Varade haldaja
fi_fi: Ominaisuuksien hallinta
id_id: Pengelola Aset
ja_jp: アセットマネージャー
kk_kz: Активтер менеджері
pl_pl: Menedżer zasobów
ru_ru: Управление ресурсами
sv_sv: Tillgångshanterare
ta_in: சொத்துக்கள் மேலாளர்
uk_uk: Менеджер файлів
vi_vi: Quản Lý Tuỳ Chỉnh Nâng Cao

source: Exporting
ar_ar: التصدير
da_da: Eksporterer
de_de: Exportieren
ja_jp: エクスポート中

source: Importing
ar_ar: الاستيراد
da_da: Importerer
de_de: Importieren
ja_jp: インポート中

source: Lua Filter
ja_jp: Lua フィルター

source: Custom CSS
ar_ar: CSS مخصص
ca_ca: CSS personalitzat
da_da: Tilpasset CSS
de_de: Benutzerdefiniertes CSS
et_et: Kohandatud CSS
eu_eu: CSS pertsonalizatua
fi_fi: Mukautettu CSS
id_id: Kustom CSS
ja_jp: カスタム CSS
pl_pl: Własny CSS
ru_ru: Собственная CSS
sv_sv: Anpassad CSS
ta_in: தனிப்பயன் சிஎச்எச்
uk_uk: Власний CSS
vi_vi: Tuỳ chỉnh CSS

source: No snippet selected.
ja_jp: スニペットが選択されていません。

source: Rename snippet
ar_ar: إعادة تسمية المقتطف
ca_ca: Reanomena el fragment
da_da: Omdøb snippet
de_de: Snippet umbenennen
fi_fi: Uudelleennimeä katkelma
id_id: Ganti nama cuplikan
ja_jp: スニペット名の変更
kk_kz: Үзінді атауын өзгерту
pl_pl: Zmień nazwę wycinka
ru_ru: Переименовать фрагмент
sv_sv: Byt namn på utdrag
ta_in: துணுக்கை மறுபெயரிடு
uk_uk: Перейменувати сніппет
vi_vi: Thay đổi tên snippet

source: Snippets let you define reusable pieces of text with variables.
ar_ar: تتيح لك المقتطفات تعريف أجزاء نصية قابلة لإعادة الاستخدام مع متغيرات.
ca_ca: Els fragments permeten treballar amb troços de text amb variables
da_da: Snippets lader dig definere genbrugelige stykker af tekst med variabler.
de_de: Snippets sind wiederverwendbare Textbausteine mit Variablen.
fi_fi: Katkelmat antavat sinun määrittää uudelleenkäytettäviä tekstipätkiä, muuttujien avulla.
id_id: Cuplikan adalah potongan teks yang dapat digunakan kembali, definisikan menggunakan peubah
ja_jp: スニペットを利用すると、変数を利用して再利用可能な文字列を定義することができます。
kk_kz: Үзінділер сізге айнымалылары бар қайта пайдаланылатын мәтін бөліктерін анықтауға мүмкіндік береді.
pl_pl: Wycinki to zapisane fragmenty tekstu ze zmiennymi
ru_ru: Фрагменты позволяют вам определять многократно используемые фрагменты текста с переменными.
sv_sv: Utdrag låter dig definiera återanvändbara textstycken med variabler.
ta_in: துணுக்குகள் மீண்டும் பயன்படுத்தக்கூடிய உரையின் துண்டுகளை மாறிகள் வரையறுக்க அனுமதிக்கின்றன.
uk_uk: Сніпети дозволяють визначати повторювані фрагменти тексту за допомогою перемінних..
vi_vi: Snippets cho phép bạn chèn nhanh những đoạn văn bản thường dùng, đi cùng các biến giá trị (variables) có thể tuỳ chỉnh.

source: Open snippets folder
de_de: Öffne Snippets-Ordner
ja_jp: スニペット フォルダーを開く
kk_kz: Үзінділер қалтасын ашу
ta_in: துணுக்குக் கோப்புறை திற

source: Export project to:
ar_ar: تصدير المشروع إلى:
da_da: Eksporter projekt til:
de_de: Exportiere Projekt nach:
ja_jp: プロジェクトのエクスポート先 :
kk_kz: Жобаны экспорттау:

source: Use
ar_ar: استخدام
da_da: Brug
de_de: Aktiv
ja_jp: 使用
kk_kz: Қолдану

source: Format
ar_ar: التنسيق
de_de: Profil
ja_jp: フォーマット
kk_kz: Формат

source: Conversion
ar_ar: التحويل
da_da: Konvertering
de_de: Transformation
ja_jp: 変換
kk_kz: Түрлендіру

source: Files to be included in the export
ar_ar: الملفات التي سيتم تضمينها في التصدير
da_da: Filer, der skal medtages i eksporten
de_de: Dateien für den Exportvorgang
ja_jp: エクスポートに含めるファイル
kk_kz: Экспортқа қосылатын файлдар

source: Please select at least one profile to build this project.
ar_ar: يرجى تحديد ملف تعريف واحد على الأقل لبناء هذا المشروع.
da_da: Vælg mindst en profil for at bygge dette projekt.
de_de: Bitte wähle mindestens ein Profil aus, um das Projekt zu exportieren.
ja_jp: このプロジェクトをビルドするには、少なくとも 1 つのプロファイルを選択してください。
kk_kz: Бұл жобаны құру үшін кем дегенде бір профильді таңдаңыз.

source: Project Title
ar_ar: عنوان المشروع
da_da: Projekttitel
de_de: Projekt-Titel
ja_jp: プロジェクト名
kk_kz: Жоба атауы

source: CSL Stylesheet
ar_ar: ورقة أنماط CSL
ja_jp: CSL スタイルシート
kk_kz: CSL стиль кестесі

source: LaTeX Template
ar_ar: قالب LaTeX
da_da: LaTeX Skabelon
ja_jp: LaTeX テンプレート
kk_kz: LaTeX үлгісі

source: HTML Template
ar_ar: قالب HTML
da_da: HTML Skabelon
ja_jp: HTML テンプレート
kk_kz: HTML үлгісі

source: Remove file from export
ar_ar: إزالة الملف من التصدير
da_da: Fjern fil fra eksport
de_de: Entferne Datei aus Exportliste
ja_jp: エクスポートからファイルを削除
kk_kz: Файлды экспорттан жою

source: Add file to export
ar_ar: إضافة ملف للتصدير
da_da: Tilføj fil til eksport
de_de: Füge Datei zur Exportliste hinzu
ja_jp: エクスポートするファイルを追加
kk_kz: Файлды экспортқа қосу

source: Move file up
ar_ar: نقل الملف لأعلى
da_da: Flyt fil op
de_de: Nach oben
ja_jp: ファイルを上に移動
kk_kz: Файлды жоғары жылжыту

source: Move file down
ar_ar: نقل الملف لأسفل
da_da: Flyt fil ned
de_de: Nach unten
ja_jp: ファイルを下に移動
kk_kz: Файлды төмен жылжыту

source: You have not selected any files for export.
ar_ar: لم تحدد أي ملفات للتصدير.
da_da: Du har ikke valgt nogle filer til eksport
de_de: Du hast keine Dateien für den Export bestimmt.
ja_jp: エクスポートするファイルを選択していません。
kk_kz: Сіз экспорт үшін ешқандай файлдарды таңдамадыңыз.

source: Some files are selected for export but no longer exist in the directory.
de_de: Einige Dateien wurden zum Export ausgewählt, sind aber nicht mehr auffindbar.
ja_jp: 一部のファイルはエクスポート対象として選択されていますが、ディレクトリ内には存在しません。
kk_kz: Кейбір файлдар экспорт үшін таңдалған, бірақ олар каталогта енді жоқ.

source: Calendar
ar_ar: التقويم
ca_ca: Calendari
da_da: Kalender
de_de: Kalender
et_et: Kalender
fi_fi: Kalenteri
id_id: Kalender
ja_jp: カレンダー
kk_kz: Күнтізбе
pl_pl: Kalendarz
ru_ru: Календарь
sv_sv: Kalender
ta_in: நாட்காட்டி
uk_uk: Календар
vi_vi: Lịch

source: January
ar_ar: يناير
ca_ca: Gener
da_da: januar
de_de: Januar
et_et: jaanuar
fi_fi: Tammikuu
id_id: Januari
ja_jp: 1月
kk_kz: Қаңтар
pl_pl: Styczeń
ru_ru: Январь
sv_sv: Januari
ta_in: தை
vi_vi: Tháng Một

source: February
ar_ar: فبراير
ca_ca: Febrer
da_da: februar
de_de: Februar
et_et: veerbuar
fi_fi: Helmikuu
id_id: Februari
ja_jp: 2月
kk_kz: Ақпан
pl_pl: Luty
ru_ru: Февраль
sv_sv: Februari
ta_in: மாசி
vi_vi: Tháng Hai

source: March
ar_ar: مارس
ca_ca: Març
da_da: marts
de_de: März
et_et: märts
fi_fi: Maaliskuu
id_id: Maret
ja_jp: 3月
kk_kz: Наурыз
pl_pl: Marzec
ru_ru: Март
sv_sv: Mars
ta_in: பங்குனி
vi_vi: Tháng Ba

source: April
ar_ar: أبريل
ca_ca: Abril
et_et: aprill
fi_fi: Huhtikuu
ja_jp: 4月
kk_kz: Сәуір
pl_pl: Kwiecień
ru_ru: Апрель
ta_in: சித்திரை
vi_vi: Tháng Bốn

source: May
ar_ar: مايو
ca_ca: Maig
da_da: maj
de_de: Mai
et_et: mai
fi_fi: Toukokuu
id_id: Mei
ja_jp: 5月
kk_kz: Мамыр
pl_pl: Maj
ru_ru: Май
sv_sv: Maj
ta_in: வைகாசி
vi_vi: Tháng Năm

source: June
ar_ar: يونيو
ca_ca: Juny
da_da: juni
de_de: Juni
et_et: juuni
fi_fi: Kesäkuu
id_id: Juni
ja_jp: 6月
kk_kz: Маусым
pl_pl: Czerwiec
ru_ru: Июнь
sv_sv: Juni
ta_in: ஆனி
vi_vi: Tháng Sáu

source: July
ar_ar: يوليو
ca_ca: Juliol
da_da: juli
de_de: Juli
et_et: juuli
fi_fi: Heinäkuu
id_id: Juli
ja_jp: 7月
kk_kz: Шілде
pl_pl: Lipiec
ru_ru: Июль
sv_sv: Juli
ta_in: ஆடி
vi_vi: Tháng Bảy

source: August
ar_ar: أغسطس
ca_ca: Agost
fi_fi: Elokuu
id_id: Agustus
ja_jp: 8月
kk_kz: Тамыз
pl_pl: Sierpień
ru_ru: Август
sv_sv: Augusti
ta_in: ஆவணி
vi_vi: Tháng Tám

source: September
ar_ar: سبتمبر
ca_ca: Setembre
fi_fi: Syyskuu
ja_jp: 9月
kk_kz: Қыркүйек
pl_pl: Wrzesień
ru_ru: Сентябрь
ta_in: புரட்டாசி
vi_vi: Tháng Chín

source: October
ar_ar: أكتوبر
ca_ca: Octubre
da_da: oktober
de_de: Oktober
et_et: oktoober
fi_fi: Lokakuu
id_id: Oktober
ja_jp: 10月
kk_kz: Қазан
pl_pl: Październik
ru_ru: Октябрь
sv_sv: Oktober
ta_in: ஐப்பசி
vi_vi: Tháng Mười
